Repository: FightTheStroke/MirrorSmoker
Catalog: MirrorSmokerStopper/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# cigarette.recorded.title
source: Cigarette Recorded
de: Zigarette aufgezeichnet
es: Cigarrillo Registrado
fr: Cigarette Enregistrée
it: Sigaretta Registrata

# cigarette.recorded.time
source: Time: %@
de: Zeit: %@
es: Hora: %@
fr: Heure : %@
it: Ora: %@

# cigarette.recorded.tags
source: Tags: %@
es: Etiquetas: %@
it: Tag: %@

# cigarette.recorded.subtitle
source: Keep tracking your progress!
de: Verfolgen Sie weiter Ihren Fortschritt!
es: ¡Sigue rastreando tu progreso!
fr: Continuez à suivre vos progrès !
it: Continua a tracciare i tuoi progressi!

# tab.history
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia

# daily.average.format
source: Your average: %.1f/day
de: Ihr Durchschnitt: %.1f/Tag
es: Tu promedio: %.1f/día
fr: Votre moyenne : %.1f/jour
it: La tua media: %.1f/giorno

# quit.goal.format
source: Goal: %@
de: Ziel: %@
es: Objetivo: %@
fr: Objectif : %@
it: Obiettivo: %@

# days.to.goal.format
source: %d days to goal
de: %d Tage bis zum Ziel
es: %d días hasta el objetivo
fr: %d jours jusqu'à l'objectif
it: %d giorni all'obiettivo

# today.is.quit.day
source: 🎯 Today is the big day!
de: 🎯 Heute ist der große Tag!
es: 🎯 ¡Hoy es el gran día!
fr: 🎯 Aujourd'hui c'est le grand jour !
it: 🎯 Oggi è il grande giorno!

# perfect.no.cigarettes
source: 🎉 Perfect!
de: 🎉 Perfekt!
es: 🎉 ¡Perfecto!
fr: 🎉 Parfait !
it: 🎉 Perfetto!

# no.cigarettes.today
source: Day without cigarettes
de: Tag ohne Zigaretten
es: Día sin cigarrillos
fr: Journée sans cigarettes
it: Giorno senza sigarette

# excellent.under.half
source: 💚 Excellent!
de: 💚 Ausgezeichnet!
es: 💚 ¡Excelente!
it: 💚 Eccellente!

# under.half.goal
source: Under half of goal
de: Unter der Hälfte des Ziels
es: Bajo la mitad del objetivo
fr: Sous la moitié de l'objectif
it: Sotto la metà dell'obiettivo

# good.following.plan
source: 💛 Good
de: 💛 Gut
es: 💛 Bien
fr: 💛 Bien
it: 💛 Bene

# following.plan
source: You're following the plan
de: Sie folgen dem Plan
es: Estás siguiendo el plan
fr: Vous suivez le plan
it: Stai seguendo il piano

# attention.near.limit
source: 🧡 Attention
de: 🧡 Achtung
es: 🧡 Atención
it: 🧡 Attenzione

source: Near plan limit
de: Nahe dem Planlimit
es: Cerca del límite del plan
fr: Proche de la limite du plan
it: Vicino al limite del piano

source: 🔴 Limit reached
de: 🔴 Limit erreicht
es: 🔴 Límite alcanzado
fr: 🔴 Limite atteinte
it: 🔴 Limite raggiunto

# daily.goal.reached
source: You've reached today's goal
de: Sie haben das heutige Ziel erreicht
es: Has alcanzado el objetivo de hoy
fr: Vous avez atteint l'objectif d'aujourd'hui
it: Hai raggiunto l'obiettivo di oggi

source: 🚨 Over plan
de: 🚨 Über dem Plan
es: 🚨 Sobre el plan
fr: 🚨 Au-dessus du plan
it: 🚨 Oltre il piano

# exceeded.by.format
source: You exceeded by %d
de: Sie haben um %d überschritten
es: Has excedido por %d
fr: Vous avez dépassé de %d
it: Hai superato di %d

# statistics.today.label
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

# statistics.no.cigarettes.today
source: 🎉 Day without cigarettes!
de: 🎉 Heute keine Zigaretten!
es: 🎉 ¡Ningún cigarrillo hoy!
fr: 🎉 Aucune cigarette aujourd'hui !
it: 🎉 Nessuna sigaretta oggi!

# statistics.following.plan
source: 💪 You're following your plan
de: 💪 Sie folgen Ihrem Plan
es: 💪 Estás siguiendo tu plan
fr: 💪 Vous suivez votre plan
it: 💪 Stai seguendo il tuo piano

# statistics.exceeded.goal
source: ⚠️ You exceeded today's goal
de: ⚠️ Sie haben das heutige Ziel überschritten
es: ⚠️ Has superado el objetivo de hoy
fr: ⚠️ Vous avez dépassé l'objectif d'aujourd'hui
it: ⚠️ Hai superato l'obiettivo di oggi

# statistics.daily.distribution
source: Daily distribution
de: Tägliche Verteilung
es: Distribución diaria
fr: Répartition quotidienne
it: Distribuzione giornaliera

# statistics.weekly.trend
source: Weekly trend
de: Wöchentlicher Trend
es: Tendencia semanal
fr: Tendance hebdomadaire
it: Trend settimanale

# watch.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

# watch.cigarettes
source: cigarettes
de: Zigaretten
es: cigarrillos
it: sigarette

# watch.statistics
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche

# watch.yesterday
source: Yesterday:
de: Gestern:
es: Ayer:
fr: Hier :
it: Ieri:

# watch.week
source: Week:
de: Woche:
es: Semana:
fr: Semaine :
it: Settimana:

# watch.average
source: Average:
de: Durchschnitt:
es: Promedio:
fr: Moyenne :
it: Media:

# watch.no.cigarettes
source: No cigarettes
de: Keine Zigaretten
es: Ningún cigarrillo
fr: Aucune cigarette
it: Nessuna sigaretta

# settings.personal.profile
source: Personal Profile
de: Persönliches Profil
es: Perfil Personal
fr: Profil Personnel
it: Profilo Personale

# settings.name.label
source: Name
es: Nombre
fr: Nom
it: Nome

# settings.birth.date.label
source: Birth date
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita

# settings.age.years.format
source: %d years
de: %d Jahre
es: %d años
fr: %d ans
it: %d anni

# settings.select.date
source: Select date
de: Datum wählen
es: Seleccionar fecha
fr: Sélectionner une date
it: Seleziona data

# settings.weight.label
source: Weight (kg)
de: Gewicht (kg)
es: Peso (kg)
fr: Poids (kg)
it: Peso (kg)

# settings.smoking.habits.section
source: Smoking Habits
de: Rauchgewohnheiten
es: Hábitos de Fumar
fr: Habitudes Tabagiques
it: Abitudini di Fumo

# settings.smoking.type.label
source: Type of smoking
de: Art des Rauchens
es: Tipo de fumador
fr: Type de tabagisme
it: Tipo di fumo

# settings.started.smoking.age
source: Age when I started
de: Alter bei Rauchbeginn
es: Edad cuando empecé a fumar
fr: Âge de début du tabagisme
it: Età quando ho iniziato

# settings.daily.cigarettes.label
source: Daily cigarettes (average)
de: Tägliche Zigaretten (Durchschnitt)
es: Cigarrillos diarios (promedio)
fr: Cigarettes quotidiennes (moyenne)
it: Sigarette giornaliere (media)

# settings.daily.cigarettes.example
source: Example: 15.5
de: Beispiel: 15.5
es: Ejemplo: 15.5
fr: Exemple : 15.5
it: Esempio: 15.5

# settings.quit.plan.section
source: Quit Plan
de: Aufhörplan
es: Plan para Dejar
fr: Plan d'Arrêt
it: Piano per Smettere

# settings.quit.plan.subtitle
source: We will automatically create a personalized plan for you
de: Wir erstellen automatisch einen personalisierten Plan für Sie
es: Crearemos automáticamente un plan personalizado para ti
fr: Nous créerons automatiquement un plan personnalisé pour vous
it: Creeremo automaticamente un piano personalizzato per te

# settings.daily.average.title
source: Your daily average
de: Ihr Tagesdurchschnitt
es: Tu promedio diario
fr: Votre moyenne quotidienne
it: La tua media giornaliera

# settings.daily.average.subtitle
source: Calculated from last 30 days
de: Berechnet aus den letzten 30 Tagen
es: Calculado de los últimos 30 días
fr: Calculée sur les 30 derniers jours
it: Calcolata dagli ultimi 30 giorni

# settings.when.quit.question
source: When do you want to quit completely?
de: Wann möchten Sie komplett aufhören?
es: ¿Cuándo quieres dejar completamente?
fr: Quand voulez-vous arrêter complètement ?
it: Quando vuoi smettere completamente?

# settings.select.date.placeholder
source: Select a date
de: Datum wählen
es: Seleccionar una fecha
fr: Sélectionner une date
it: Seleziona una data

# settings.gradual.reduction.toggle
source: Use gradual reduction (recommended)
de: Schrittweise Reduzierung verwenden (empfohlen)
es: Usar reducción gradual (recomendado)
fr: Utiliser la réduction graduelle (recommandé)
it: Usa riduzione graduale (raccomandato)

# settings.gradual.reduction.description
source: We will gradually reduce the number of cigarettes until reaching zero
de: Wir werden die Anzahl der Zigaretten schrittweise reduzieren, bis wir null erreichen
es: Reduciremos gradualmente el número de cigarrillos hasta llegar a cero
fr: Nous réduirons graduellement le nombre de cigarettes jusqu'à atteindre zéro
it: Ridurremo gradualmente il numero di sigarette fino a raggiungere zero

# settings.immediate.stop.description
source: Immediate stop on selected date
de: Sofortiger Stopp am gewählten Datum
es: Parada inmediata en la fecha seleccionada
fr: Arrêt immédiat à la date sélectionnée
it: Stop immediato alla data selezionata

# settings.save.quit.plan
source: Save Quit Plan
de: Aufhörplan speichern
es: Guardar Plan para Dejar
fr: Sauvegarder le Plan d'Arrêt
it: Salva Piano per Smettere

# settings.health.info.section
source: Health Information
de: Gesundheitsinformationen
es: Información de Salud
fr: Informations Santé
it: Informazioni sulla Salute

# settings.app.info.section
source: App Information
de: App-Informationen
es: Información de la App
fr: Informations de l'App
it: Informazioni sull'App

# settings.version.label
source: Version
es: Versión
it: Versione

# date.picker.title.birth
source: Birth date
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita

# date.picker.title.quit
source: When do you want to quit?
de: Wann möchten Sie aufhören?
es: ¿Cuándo quieres dejar?
fr: Quand voulez-vous arrêter ?
it: Quando vuoi smettere?

# date.picker.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# date.picker.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto

# health.general.info
source: General Information
de: Allgemeine Informationen
es: Información General
fr: Informations Générales
it: Informazioni Generali

# health.smoking.duration
source: Smoking Duration
de: Rauchdauer
es: Duración del Tabaquismo
fr: Durée du Tabagisme
it: Durata del Fumo

# health.smoking.duration.years
source: years
de: Jahre
es: años
fr: ans
it: anni

# health.remember
source: Remember
de: Denken Sie daran
es: Recuerda
fr: Rappelez-vous
it: Ricorda

# health.good.time.to.quit
source: It's always a good time to quit
de: Es ist immer eine gute Zeit aufzuhören
es: Siempre es buen momento para dejarlo
fr: C'est toujours le bon moment pour arrêter
it: È sempre un buon momento per smettere

# plan.saved.title
source: Plan Saved
de: Plan gespeichert
es: Plan Guardado
fr: Plan Sauvegardé
it: Piano Salvato

# plan.saved.message
source: Your quit plan has been saved successfully
de: Ihr Aufhörplan wurde erfolgreich gespeichert
es: Tu plan para dejar de fumar ha sido guardado exitosamente
fr: Votre plan d'arrêt a été sauvegardé avec succès
it: Il tuo piano per smettere è stato salvato con successo

# statistics.section.title
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche

# your.average.format
source: Your average: %.1f/day
de: Ihr Durchschnitt: %.1f/Tag
es: Tu promedio: %.1f/día
fr: Votre moyenne : %.1f/jour
it: La tua media: %.1f/giorno

# goal.format
source: Goal: %@
de: Ziel: %@
es: Objetivo: %@
fr: Objectif : %@
it: Obiettivo: %@

# today.big.day
source: 🎯 Today is the big day!
de: 🎯 Heute ist der große Tag!
es: 🎯 ¡Hoy es el gran día!
fr: 🎯 Aujourd'hui c'est le grand jour !
it: 🎯 Oggi è il grande giorno!

source: Day without cigarettes
de: Tag ohne Zigaretten
es: Día sin cigarrillos
fr: Journée sans cigarettes
it: Giorno senza sigarette

source: Under half of goal
de: Unter der Hälfte des Ziels
es: Bajo la mitad del objetivo
fr: Sous la moitié de l'objectif
it: Sotto la metà dell'obiettivo

# following.the.plan
source: You're following the plan
de: Sie folgen dem Plan
es: Estás siguiendo el plan
fr: Vous suivez le plan
it: Stai seguendo il piano

# reached.todays.goal
source: You've reached today's goal
de: Sie haben das heutige Ziel erreicht
es: Has alcanzado el objetivo de hoy
fr: Vous avez atteint l'objectif d'aujourd'hui
it: Hai raggiunto l'obiettivo di oggi

# time.ago.just.now
source: Just now
de: Gerade eben
es: Ahora mismo
fr: À l'instant
it: Proprio ora

# error.saving.cigarette.message
source: Error saving cigarette: %@
de: Fehler beim Speichern der Zigarette: %@
es: Error guardando cigarrillo: %@
fr: Erreur lors de la sauvegarde de la cigarette : %@
it: Errore nel salvare sigaretta: %@

# error.updating.tags.message
source: Error updating cigarette tags: %@
de: Fehler beim Aktualisieren der Zigaretten-Tags: %@
es: Error actualizando etiquetas del cigarrillo: %@
fr: Erreur lors de la mise à jour des tags de cigarette : %@
it: Errore nell'aggiornare tag sigaretta: %@

# error.deleting.cigarette.message
source: Error deleting cigarette: %@
de: Fehler beim Löschen der Zigarette: %@
es: Error eliminando cigarrillo: %@
fr: Erreur lors de la suppression de la cigarette : %@
it: Errore nell'eliminare sigaretta: %@

# migration.checking
source: 🔍 New database is empty, checking for old database...
de: 🔍 Neue Datenbank ist leer, prüfe alte Datenbank...
es: 🔍 La nueva base de datos está vacía, verificando base de datos antigua...
fr: 🔍 La nouvelle base de données est vide, vérification de l'ancienne base de données...
it: 🔍 Il nuovo database è vuoto, controllo per database vecchio...

# migration.data.exists
source: ✅ New database already has data, skipping migration
de: ✅ Neue Datenbank hat bereits Daten, überspringe Migration
es: ✅ La nueva base de datos ya tiene datos, saltando migración
fr: ✅ La nouvelle base de données a déjà des données, migration ignorée
it: ✅ Il nuovo database ha già dati, salto migrazione

# migration.failed.container
source: ❌ Failed to create new ModelContainer: %@
de: ❌ Fehler beim Erstellen des neuen ModelContainer: %@
es: ❌ Falló al crear nuevo ModelContainer: %@
fr: ❌ Échec de création du nouveau ModelContainer : %@
it: ❌ Impossibile creare nuovo ModelContainer: %@

# migration.starting
source: 🔄 Checking for data migration...
de: 🔄 Prüfe Datenmigration...
es: 🔄 Verificando migración de datos...
fr: 🔄 Vérification de la migration des données...
it: 🔄 Controllo per migrazione dati...

# migration.opening.old
source: 📂 Attempting to open old database...
de: 📂 Versuche alte Datenbank zu öffnen...
es: 📂 Intentando abrir base de datos antigua...
fr: 📂 Tentative d'ouverture de l'ancienne base de données...
it: 📂 Tentativo di aprire database vecchio...

# migration.contents.format
source: 📊 Old database contents - Cigarettes: %d, Tags: %d, Profiles: %d, Products: %d
de: 📊 Alte Datenbankinhalt - Zigaretten: %d, Tags: %d, Profile: %d, Produkte: %d
es: 📊 Contenido de base de datos antigua - Cigarrillos: %d, Etiquetas: %d, Perfiles: %d, Productos: %d
fr: 📊 Contenu de l'ancienne base de données - Cigarettes : %d, Tags : %d, Profils : %d, Produits : %d
it: 📊 Contenuti database vecchio - Sigarette: %d, Tag: %d, Profili: %d, Prodotti: %d

# migration.starting.process
source: 📦 Starting data migration...
de: 📦 Starte Datenmigration...
es: 📦 Iniciando migración de datos...
fr: 📦 Démarrage de la migration des données...
it: 📦 Inizio migrazione dati...

# migration.cigarettes.format
source: 📦 Migrating %d cigarettes...
de: 📦 Migriere %d Zigaretten...
es: 📦 Migrando %d cigarrillos...
fr: 📦 Migration de %d cigarettes...
it: 📦 Migrazione di %d sigarette...

# migration.tags.format
source: 🏷️ Migrating %d tags...
de: 🏷️ Migriere %d Tags...
es: 🏷️ Migrando %d etiquetas...
fr: 🏷️ Migration de %d tags...
it: 🏷️ Migrazione di %d tag...

# migration.relationships
source: 🔗 Re-establishing tag relationships...
de: 🔗 Stelle Tag-Beziehungen wieder her...
es: 🔗 Reestableciendo relaciones de etiquetas...
fr: 🔗 Rétablissement des relations de tags...
it: 🔗 Ristabilimento relazioni tag...

# migration.relationships.count
source: 🔗 Established %d tag relationships
de: 🔗 Stellte %d Tag-Beziehungen her
es: 🔗 Establecidas %d relaciones de etiquetas
fr: 🔗 Établissement de %d relations de tags
it: 🔗 Stabilite %d relazioni tag

# migration.profile
source: 👤 Migrating user profile...
de: 👤 Migriere Benutzerprofil...
es: 👤 Migrando perfil de usuario...
fr: 👤 Migration du profil utilisateur...
it: 👤 Migrazione profilo utente...

# migration.products.format
source: 🚬 Migrating %d products...
de: 🚬 Migriere %d Produkte...
es: 🚬 Migrando %d productos...
fr: 🚬 Migration de %d produits...
it: 🚬 Migrazione di %d prodotti...

# migration.saving.format
source: 💾 Saving %d migrated items...
de: 💾 Speichere %d migrierte Elemente...
es: 💾 Guardando %d elementos migrados...
fr: 💾 Sauvegarde de %d éléments migrés...
it: 💾 Salvataggio di %d elementi migrati...

# migration.completed.format
source: ✅ Migration completed successfully! Migrated %d items
de: ✅ Migration erfolgreich abgeschlossen! %d Elemente migriert
es: ✅ ¡Migración completada exitosamente! Migrados %d elementos
fr: ✅ Migration terminée avec succès ! %d éléments migrés
it: ✅ Migrazione completata con successo! Migrati %d elementi

# migration.no.data
source: ⚠️ No data was migrated
de: ⚠️ Keine Daten wurden migriert
es: ⚠️ No se migraron datos
fr: ⚠️ Aucune donnée n'a été migrée
it: ⚠️ Nessun dato è stato migrato

# migration.old.empty
source: ⚠️ Old database appears to be empty, no migration needed
de: ⚠️ Alte Datenbank scheint leer zu sein, keine Migration nötig
es: ⚠️ La base de datos antigua parece estar vacía, no se necesita migración
fr: ⚠️ L'ancienne base de données semble vide, aucune migration nécessaire
it: ⚠️ Il database vecchio sembra vuoto, nessuna migrazione necessaria

# migration.failed.format
source: ❌ Migration failed: %@
de: ❌ Migration fehlgeschlagen: %@
es: ❌ Migración falló: %@
fr: ❌ Échec de la migration : %@
it: ❌ Migrazione fallita: %@

source: Error saving cigarette: %@
de: Fehler beim Speichern der Zigarette: %@
es: Error guardando cigarrillo: %@
fr: Erreur lors de la sauvegarde de la cigarette : %@
it: Errore nel salvare sigaretta: %@

# error.updating.tags
source: Error updating cigarette tags: %@
de: Fehler beim Aktualisieren der Zigaretten-Tags: %@
es: Error actualizando etiquetas del cigarrillo: %@
fr: Erreur lors de la mise à jour des tags de cigarette : %@
it: Errore nell'aggiornare tag sigaretta: %@

source: Error deleting cigarette: %@
de: Fehler beim Löschen der Zigarette: %@
es: Error eliminando cigarrillo: %@
fr: Erreur lors de la suppression de la cigarette : %@
it: Errore nell'eliminare sigaretta: %@

source: Error saving tag: %@
de: Fehler beim Speichern des Tags: %@
es: Error guardando etiqueta: %@
fr: Erreur lors de la sauvegarde du tag : %@
it: Errore nel salvare tag: %@

source: Error fetching cigarettes: %@
de: Fehler beim Abrufen der Zigaretten: %@
es: Error obteniendo cigarrillos: %@
fr: Erreur lors de la récupération des cigarettes : %@
it: Errore nel recuperare sigarette: %@

source: Error saving profile: %@
de: Fehler beim Speichern des Profils: %@
es: Error guardando perfil: %@
fr: Erreur lors de la sauvegarde du profil : %@
it: Errore nel salvare profilo: %@

source: Error creating tag: %@
de: Fehler beim Erstellen des Tags: %@
es: Error creando etiqueta: %@
fr: Erreur lors de la création du tag : %@
it: Errore nel creare tag: %@

source: Add Tags
de: Tags hinzufügen
es: Añadir Etiquetas
fr: Ajouter des Tags
it: Aggiungi Tag

# daily.average.format.personal
source: Your average: %.1f/day
de: Ihr Durchschnitt: %.1f/Tag
es: Tu promedio: %.1f/día
fr: Votre moyenne : %.1f/jour
it: La tua media: %.1f/giorno

# quit.goal.format.personal
source: Goal: %@
de: Ziel: %@
es: Objetivo: %@
fr: Objectif : %@
it: Obiettivo: %@

# days.to.goal.format.personal
source: %d days to goal
de: %d Tage bis zum Ziel
es: %d días hasta el objetivo
fr: %d jours jusqu'à l'objectif
it: %d giorni all'obiettivo

# today.is.quit.day.personal
source: 🎯 Today is the big day!
de: 🎯 Heute ist der große Tag!
es: 🎯 ¡Hoy es el gran día!
fr: 🎯 Aujourd'hui c'est le grand jour !
it: 🎯 Oggi è il grande giorno!

# perfect.no.cigarettes.personal
source: 🎉 Perfect!
de: 🎉 Perfekt!
es: 🎉 ¡Perfecto!
fr: 🎉 Parfait !
it: 🎉 Perfetto!

# no.cigarettes.today.personal
source: Day without cigarettes
de: Tag ohne Zigaretten
es: Día sin cigarrillos
fr: Journée sans cigarettes
it: Giorno senza sigarette

# excellent.under.half.personal
source: 💚 Excellent!
de: 💚 Ausgezeichnet!
es: 💚 ¡Excelente!
it: 💚 Eccellente!

# under.half.goal.personal
source: Under half of goal
de: Unter der Hälfte des Ziels
es: Bajo la mitad del objetivo
fr: Sous la moitié de l'objectif
it: Sotto la metà dell'obiettivo

# good.following.plan.personal
source: 💛 Good
de: 💛 Gut
es: 💛 Bien
fr: 💛 Bien
it: 💛 Bene

# following.plan.personal
source: You're following the plan
de: Sie folgen dem Plan
es: Estás siguiendo el plan
fr: Vous suivez le plan
it: Stai seguendo il piano

# attention.near.limit.personal
source: 🧡 Attention
de: 🧡 Achtung
es: 🧡 Atención
it: 🧡 Attenzione

# near.plan.limit.personal
source: Near plan limit
de: Nahe dem Planlimit
es: Cerca del límite del plan
fr: Proche de la limite du plan
it: Vicino al limite del piano

# limit.reached.personal
source: 🔴 Limit reached
de: 🔴 Limit erreicht
es: 🔴 Límite alcanzado
fr: 🔴 Limite atteinte
it: 🔴 Limite raggiunto

# daily.goal.reached.personal
source: You've reached today's goal
de: Sie haben das heutige Ziel erreicht
es: Has alcanzado el objetivo de hoy
fr: Vous avez atteint l'objectif d'aujourd'hui
it: Hai raggiunto l'obiettivo di oggi

# over.plan.personal
source: 🚨 Over plan
de: 🚨 Über dem Plan
es: 🚨 Sobre el plan
fr: 🚨 Au-dessus du plan
it: 🚨 Oltre il piano

# exceeded.by.format.personal
source: You exceeded by %d
de: Sie haben um %d überschritten
es: Has excedido por %d
fr: Vous avez dépassé de %d
it: Hai superato di %d

# statistics.title.main
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche

# statistics.todays.overview
source: Today's Overview
de: Heutige Übersicht
es: Resumen de Hoy
fr: Aperçu d'Aujourd'hui
it: Panoramica di Oggi

# statistics.today.single
source: cigarette
de: Zigarette
es: cigarrillo
it: sigaretta

# statistics.today.plural
source: cigarettes
de: Zigaretten
es: cigarrillos
it: sigarette

# statistics.no.cigarettes.today.full
source: 🎉 No cigarettes today!
de: 🎉 Heute keine Zigaretten!
es: 🎉 ¡Ningún cigarrillo hoy!
fr: 🎉 Aucune cigarette aujourd'hui !
it: 🎉 Nessuna sigaretta oggi!

# statistics.following.plan.full
source: 💪 You're following your plan
de: 💪 Sie folgen Ihrem Plan
es: 💪 Estás siguiendo tu plan
fr: 💪 Vous suivez votre plan
it: 💪 Stai seguendo il tuo piano

# statistics.exceeded.goal.full
source: ⚠️ You exceeded today's goal
de: ⚠️ Sie haben das heutige Ziel überschritten
es: ⚠️ Has superado el objetivo de hoy
fr: ⚠️ Vous avez dépassé l'objectif d'aujourd'hui
it: ⚠️ Hai superato l'obiettivo di oggi

# statistics.average.per.day
source: Average/day
de: Durchschnitt/Tag
es: Promedio/día
fr: Moyenne/jour
it: Media/giorno

# statistics.cigarettes.unit
source: cigarettes
de: Zigaretten
es: cigarrillos
it: sigarette

# statistics.daily.distribution.full
source: Daily distribution
de: Tägliche Verteilung
es: Distribución diaria
fr: Répartition quotidienne
it: Distribuzione giornaliera

# statistics.weekly.trend.full
source: Weekly trend
de: Wöchentlicher Trend
es: Tendencia semanal
fr: Tendance hebdomadaire
it: Trend settimanale

# statistics.no.data
source: No cigarettes recorded in the selected period
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato

# statistics.no.data.subtitle
source: No cigarettes recorded in selected period
de: Keine Zigaretten im ausgewählten Zeitraum aufgezeichnet
es: No hay cigarrillos registrados en el período seleccionado
fr: Aucune cigarette enregistrée dans la période sélectionnée
it: Nessuna sigaretta registrata nel periodo selezionato

# statistics.insufficient.data
source: Insufficient data
de: Unzureichende Daten
es: Datos insuficientes
fr: Données insuffisantes
it: Dati insufficienti

# statistics.insufficient.data.subtitle
source: Record more cigarettes to see trend
de: Zeichnen Sie mehr Zigaretten auf, um den Trend zu sehen
es: Registra más cigarrillos para ver la tendencia
fr: Enregistrez plus de cigarettes pour voir la tendance
it: Registra più sigarette per vedere il trend

# statistics.best.day
source: Best day
de: Bester Tag
es: Mejor día
fr: Meilleur jour
it: Miglior giorno
