Repository: FightTheStroke/MirrorSmoker
Catalog: MirrorSmokerStopper/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# insight.evening.late.message
source: You often smoke around %d:00. Late smoking can disrupt your sleep quality.
de: Sie rauchen oft um %d:00 Uhr. Spätes Rauchen kann Ihre Schlafqualität beeinträchtigen.
es: A menudo fumas alrededor de las %d:00. Fumar tarde puede alterar tu calidad del sueño.
fr: Vous fumez souvent vers %d:00. Le tabagisme tardif peut perturber votre qualité de sommeil.
it: Spesso fumi intorno alle %d:00. Il fumo tardivo può disturbare la qualità del sonno.

# insight.evening.late.action
source: Try stopping smoking 2 hours before bedtime to improve sleep quality.
de: Versuchen Sie, 2 Stunden vor dem Schlafengehen mit dem Rauchen aufzuhören, um die Schlafqualität zu verbessern.
es: Intenta dejar de fumar 2 horas antes de acostarte para mejorar la calidad del sueño.
fr: Essayez d'arrêter de fumer 2 heures avant le coucher pour améliorer la qualité du sommeil.
it: Prova a smettere di fumare 2 ore prima di andare a letto per migliorare la qualità del sonno.

# insight.tag.frequent.title
source: Frequent Trigger
de: Häufiger Auslöser
es: Disparador Frecuente
fr: Déclencheur Fréquent
it: Trigger Frequente

# insight.tag.frequent.message
source: '%@' accounts for %d%% of your cigarettes. This is your main trigger.
de: '%@' macht %d%% Ihrer Zigaretten aus. Das ist Ihr Hauptauslöser.
es: '%@' representa el %d%% de tus cigarrillos. Este es tu disparador principal.
fr: '%@' représente %d%% de vos cigarettes. C'est votre déclencheur principal.
it: '%@' rappresenta il %d%% delle tue sigarette. Questo è il tuo trigger principale.

# insight.tag.frequent.action
source: When feeling %@, try a 5-minute breathing exercise instead of smoking.
de: Wenn Sie sich %@ fühlen, versuchen Sie eine 5-minütige Atemübung statt zu rauchen.
es: Cuando te sientas %@, intenta un ejercicio de respiración de 5 minutos en lugar de fumar.
fr: Quand vous ressentez %@, essayez un exercice de respiration de 5 minutes au lieu de fumer.
it: Quando senti %@, prova un esercizio di respirazione di 5 minuti invece di fumare.

# insight.goal.exceeded.title
source: Goal Exceeded
de: Ziel überschritten
es: Objetivo Superado
fr: Objectif Dépassé
it: Obiettivo Superato

# insight.goal.exceeded.message
source: You've smoked %d more than your target of %d today.
de: Sie haben heute %d mehr als Ihr Ziel von %d geraucht.
es: Has fumado %d más que tu objetivo de %d hoy.
fr: Vous avez fumé %d de plus que votre objectif de %d aujourd'hui.
it: Hai fumato %d sigarette in più del tuo obiettivo di %d oggi.

# insight.goal.exceeded.action
source: Focus on your next goal tomorrow. Each day is a fresh start.
de: Konzentrieren Sie sich morgen auf Ihr nächstes Ziel. Jeder Tag ist ein Neuanfang.
es: Enfócate en tu próximo objetivo mañana. Cada día es un nuevo comienzo.
fr: Concentrez-vous sur votre prochain objectif demain. Chaque jour est un nouveau départ.
it: Concentrati sul prossimo obiettivo domani. Ogni giorno è un nuovo inizio.

# insight.improvement.title
source: Great Progress!
de: Großartiger Fortschritt!
es: ¡Gran Progreso!
fr: Excellent Progrès !
it: Ottimi Progressi!

# insight.improvement.message
source: You smoked %d fewer cigarettes than yesterday!
de: Sie haben %d weniger Zigaretten als gestern geraucht!
es: ¡Fumaste %d cigarrillos menos que ayer!
fr: Vous avez fumé %d cigarettes de moins qu'hier !
it: Hai fumato %d sigarette in meno di ieri!

# insight.improvement.action
source: Keep this momentum going. What did you do differently today?
de: Behalten Sie diese Dynamik bei. Was haben Sie heute anders gemacht?
es: Mantén este impulso. ¿Qué hiciste diferente hoy?
fr: Maintenez cette dynamique. Qu'avez-vous fait de différent aujourd'hui ?
it: Mantieni questo slancio. Cosa hai fatto di diverso oggi?

# insight.dependency.title
source: %@ Dependency Level
de: %@ Abhängigkeitslevel
es: Nivel de Dependencia %@
fr: Niveau de Dépendance %@
it: Livello di Dipendenza %@

# insight.dependency.message
source: Based on your %d daily average, you have %@ nicotine dependence.
de: Basierend auf Ihrem täglichen Durchschnitt von %d haben Sie %@ Nikotinabhängigkeit.
es: Basado en tu promedio diario de %d, tienes dependencia a la nicotina %@.
fr: Basé sur votre moyenne quotidienne de %d, vous avez une dépendance à la nicotine %@.
it: Basandosi sulla tua media giornaliera di %d, hai dipendenza da nicotina %@.

# insight.dependency.action.low
source: Great job! Focus on identifying and avoiding your remaining triggers.
de: Großartige Arbeit! Konzentrieren Sie sich darauf, Ihre verbleibenden Auslöser zu identifizieren und zu vermeiden.
es: ¡Gran trabajo! Enfócate en identificar y evitar tus disparadores restantes.
fr: Excellent travail ! Concentrez-vous sur l'identification et l'évitement de vos déclencheurs restants.
it: Ottimo lavoro! Concentrati sull'identificazione ed evitamento dei trigger rimanenti.

# insight.dependency.action.moderate
source: Consider behavioral strategies like delay techniques and alternative habits.
de: Erwägen Sie Verhaltensstrategien wie Verzögerungstechniken und alternative Gewohnheiten.
es: Considera estrategias conductuales como técnicas de retraso y hábitos alternativos.
fr: Envisagez des stratégies comportementales comme les techniques de délai et les habitudes alternatives.
it: Considera strategie comportamentali come tecniche di ritardo e abitudini alternative.

# insight.dependency.action.high
source: Gradual reduction with professional support may be most effective.
de: Schrittweise Reduzierung mit professioneller Unterstützung könnte am effektivsten sein.
es: La reducción gradual con apoyo profesional podría ser más efectiva.
fr: La réduction graduelle avec un soutien professionnel pourrait être plus efficace.
it: La riduzione graduale con supporto professionale potrebbe essere più efficace.

# insight.dependency.action.severe
source: Consider consulting a healthcare provider for comprehensive cessation support.
de: Erwägen Sie, einen Gesundheitsdienstleister für umfassende Entwöhnungsunterstützung zu konsultieren.
es: Considera consultar a un proveedor de atención médica para apoyo integral de cesación.
fr: Envisagez de consulter un professionnel de santé pour un soutien complet au sevrage.
it: Considera di consultare un medico per un supporto completo alla cessazione.

# insight.frequency.high.title
source: High Frequency Pattern
de: Hochfrequenzmuster
es: Patrón de Alta Frecuencia
fr: Modèle de Haute Fréquence
it: Schema Alta Frequenza

# insight.frequency.high.message
source: You smoke every %d minutes on average. This indicates a strong physiological dependence.
de: Sie rauchen durchschnittlich alle %d Minuten. Das deutet auf eine starke physiologische Abhängigkeit hin.
es: Fumas cada %d minutos en promedio. Esto indica una fuerte dependencia fisiológica.
fr: Vous fumez toutes les %d minutes en moyenne. Cela indique une forte dépendance physiologique.
it: Fumi ogni %d minuti in media. Questo indica una forte dipendenza fisiologica.

# insight.frequency.high.action
source: Try extending the time between cigarettes by just 10 minutes each day.
de: Versuchen Sie, die Zeit zwischen den Zigaretten täglich um nur 10 Minuten zu verlängern.
es: Intenta extender el tiempo entre cigarrillos solo 10 minutos cada día.
fr: Essayez d'étendre le temps entre les cigarettes de seulement 10 minutes chaque jour.
it: Prova ad estendere il tempo tra le sigarette di soli 10 minuti ogni giorno.

# insight.suggestion
source: Suggestion
de: Vorschlag
es: Sugerencia
it: Suggerimento

# insight.action.understood
source: Got it!
de: Verstanden!
es: ¡Entendido!
fr: Compris !
it: Capito!

# insight.show.suggestion
source: Show suggestion
de: Vorschlag anzeigen
es: Mostrar sugerencia
fr: Montrer la suggestion
it: Mostra suggerimento

# settings.daily.cigarettes.average
source: Daily cigarettes (average)
de: Tägliche Zigaretten (Durchschnitt)
es: Cigarrillos diarios (promedio)
fr: Cigarettes quotidiennes (moyenne)
it: Sigarette giornaliere (media)

# settings.daily.cigarettes.validation
source: Enter a valid value (0-100 cigarettes/day)
de: Gültigen Wert eingeben (0-100 Zigaretten/Tag)
es: Introduce un valor válido (0-100 cigarrillos/día)
fr: Entrez une valeur valide (0-100 cigarettes/jour)
it: Inserisci un valore valido (0-100 sigarette/giorno)

# settings.auto.calculate.footer
source: Leave empty to calculate automatically from last 30 days (%@ cigarettes/day)
de: Leer lassen für automatische Berechnung der letzten 30 Tage (%@ Zigaretten/Tag)
es: Deja vacío para calcular automáticamente de los últimos 30 días (%@ cigarrillos/día)
fr: Laissez vide pour calculer automatiquement des 30 derniers jours (%@ cigarettes/jour)
it: Lascia vuoto per calcolare automaticamente dagli ultimi 30 giorni (%@ sigarette/giorno)

# settings.weight.invalid.message
source: Enter a valid weight (1-300 kg)
de: Gewicht muss zwischen 1 und 300 kg liegen
es: El peso debe estar entre 1 y 300 kg
fr: Le poids doit être entre 1 et 300 kg
it: Il peso deve essere tra 1 e 300 kg

# settings.age.invalid.message
source: Enter a valid age (10-80 years)
de: Alter muss zwischen 10 und 80 Jahren liegen
es: La edad debe estar entre 10 y 80 años
fr: L'âge doit être entre 10 et 80 ans
it: L'età deve essere tra 10 e 80 anni

# settings.daily.cigarettes.invalid
source: Enter a valid value (0-100 cigarettes/day)
de: Tägliche Zigaretten müssen zwischen 0 und 100 liegen
es: Los cigarrillos diarios deben estar entre 0 y 100
fr: Les cigarettes quotidiennes doivent être entre 0 et 100
it: Le sigarette giornaliere devono essere tra 0 e 100

# widget.intent.add.cigarette
source: Add Cigarette
de: Zigarette hinzufügen
es: Añadir Cigarrillo
fr: Ajouter une Cigarette
it: Aggiungi Sigaretta

# widget.intent.add.cigarette.description
source: Add a cigarette entry from the widget
de: Schnell eine Zigarette zu Ihrem Tageszähler hinzufügen
es: Añadir rápidamente un cigarrillo a tu contador diario
fr: Ajouter rapidement une cigarette à votre compteur quotidien
it: Aggiungi rapidamente una sigaretta al tuo conteggio giornaliero

# time.ago.hours.minutes
source: %dh %dm ago
de: vor %dh %dm
es: hace %dh %dm
fr: il y a %dh %dm
it: %dh %dm fa

# intent.record.cigarette.description
source: Record a cigarette you just smoked
de: Eine Zigarette aufzeichnen, die Sie gerade geraucht haben
es: Registrar un cigarrillo que acabas de fumar
fr: Enregistrer une cigarette que vous venez de fumer
it: Registra una sigaretta che hai appena fumato

# intent.record.cigarette.tags.title
source: Tags
es: Etiquetas
it: Tag

# intent.record.cigarette.tags.description
source: Optional tags to add to this cigarette
de: Optionale Tags für diese Zigarette
es: Etiquetas opcionales para añadir a este cigarrillo
fr: Tags optionnels à ajouter à cette cigarette
it: Tag opzionali da aggiungere a questa sigaretta

# intent.record.cigarette.note.title
source: Note
de: Notiz
es: Nota
it: Nota

# intent.record.cigarette.note.description
source: Optional note about this cigarette
de: Optionale Notiz zu dieser Zigarette
es: Nota opcional sobre este cigarrillo
fr: Note optionnelle sur cette cigarette
it: Nota opzionale su questa sigaretta

# intent.record.cigarette.response.with.tags
source: Cigarette recorded with tags: %@
de: Zigarette mit Tags aufgezeichnet: %@
es: Cigarrillo registrado con etiquetas: %@
fr: Cigarette enregistrée avec tags : %@
it: Sigaretta registrata con tag: %@

# intent.record.cigarette.response.success
source: Cigarette recorded successfully
de: Zigarette erfolgreich aufgezeichnet
es: Cigarrillo registrado exitosamente
fr: Cigarette enregistrée avec succès
it: Sigaretta registrata con successo

# intent.today.count.description
source: Get the number of cigarettes smoked today
de: Anzahl der heute gerauchten Zigaretten abrufen
es: Obtener el número de cigarrillos fumados hoy
fr: Obtenir le nombre de cigarettes fumées aujourd'hui
it: Ottieni il numero di sigarette fumate oggi

# intent.today.count.phrase
source: How many cigarettes did I smoke today
de: Wie viele Zigaretten habe ich heute geraucht
es: Cuántos cigarrillos fumé hoy
fr: Combien de cigarettes ai-je fumées aujourd'hui
it: Quante sigarette ho fumato oggi

# intent.today.count.response.zero
source: Great job! You haven't smoked any cigarettes today!
de: Großartige Arbeit! Sie haben heute keine Zigaretten geraucht!
es: ¡Gran trabajo! ¡No has fumado ningún cigarrillo hoy!
fr: Excellent travail ! Vous n'avez fumé aucune cigarette aujourd'hui !
it: Ottimo lavoro! Non hai fumato sigarette oggi!

# intent.today.count.response.count
source: You've smoked %d cigarettes today.
de: Sie haben heute %d Zigaretten geraucht.
es: Has fumado %d cigarrillos hoy.
fr: Vous avez fumé %d cigarettes aujourd'hui.
it: Hai fumato %d sigarette oggi.

# intent.weekly.stats.description
source: Get your smoking statistics for this week
de: Ihre Rauchstatistiken für diese Woche abrufen
es: Obtener tus estadísticas de fumar para esta semana
fr: Obtenir vos statistiques de tabagisme pour cette semaine
it: Ottieni le tue statistiche del fumo per questa settimana

# intent.weekly.stats.phrase
source: Show my weekly smoking stats
de: Zeige meine wöchentlichen Rauchstatistiken
es: Muéstrame mis estadísticas semanales de fumar
fr: Montre-moi mes statistiques hebdomadaires de tabagisme
it: Mostrami le mie statistiche settimanali del fumo

# intent.weekly.stats.response
source: This week you've smoked %d cigarettes, averaging %.1f per day.
de: Diese Woche haben Sie %d Zigaretten geraucht, durchschnittlich %.1f pro Tag.
es: Esta semana has fumado %d cigarrillos, promediando %.1f por día.
fr: Cette semaine, vous avez fumé %d cigarettes, avec une moyenne de %.1f par jour.
it: Questa settimana hai fumato %d sigarette, con una media di %.1f al giorno.

# intent.set.quit.date.description
source: Set your target date to quit smoking
de: Ihr Zieldatum zum Rauchstopp festlegen
es: Establecer tu fecha objetivo para dejar de fumar
fr: Définir votre date cible pour arrêter de fumer
it: Imposta la tua data obiettivo per smettere di fumare

# intent.set.quit.date.phrase
source: Set my quit smoking date
de: Setze mein Rauchentwöhnungsdatum
es: Establece mi fecha para dejar de fumar
fr: Définis ma date d'arrêt du tabac
it: Imposta la mia data per smettere di fumare

# intent.set.quit.date.title
source: Quit Date
de: Aufhördatum
es: Fecha para Dejar
fr: Date d'Arrêt
it: Data per Smettere

# intent.set.quit.date.description.param
source: When do you want to quit smoking?
de: Wann möchten Sie mit dem Rauchen aufhören?
es: ¿Cuándo quieres dejar de fumar?
fr: Quand voulez-vous arrêter de fumer ?
it: Quando vuoi smettere di fumare?

# intent.set.quit.date.response
source: Great! I've set your quit date to %@. You can do this!
de: Großartig! Ich habe Ihr Aufhördatum auf %@ gesetzt. Sie schaffen das!
es: ¡Genial! He establecido tu fecha para dejar para el %@. ¡Puedes hacerlo!
fr: Génial ! J'ai défini votre date d'arrêt au %@. Vous pouvez y arriver !
it: Fantastico! Ho impostato la tua data per smettere al %@. Ce la puoi fare!

# intent.motivation.description
source: Get a motivational message to help with quitting smoking
de: Eine motivierende Nachricht zum Rauchstopp erhalten
es: Obtener un mensaje motivacional para ayudar a dejar de fumar
fr: Obtenir un message motivationnel pour aider à arrêter de fumer
it: Ottieni un messaggio motivazionale per aiutare con lo smettere di fumare

# intent.motivation.phrase
source: Give me smoking motivation
de: Gib mir Rauchstopp-Motivation
es: Dame motivación para dejar de fumar
fr: Donne-moi de la motivation pour arrêter de fumer
it: Dammi motivazione per smettere

# intent.motivation.message.1
source: Every cigarette you don't smoke is a victory. Keep going!
de: Jede Zigarette, die Sie nicht rauchen, ist ein Sieg. Machen Sie weiter!
es: Cada cigarrillo que no fumas es una victoria. ¡Sigue adelante!
fr: Chaque cigarette que vous ne fumez pas est une victoire. Continuez !
it: Ogni sigaretta che non fumi è una vittoria. Continua così!

# intent.motivation.message.2
source: Your lungs are already starting to heal. Each smoke-free hour matters.
de: Ihre Lungen beginnen bereits zu heilen. Jede rauchfreie Stunde zählt.
es: Tus pulmones ya están empezando a sanar. Cada hora sin fumar cuenta.
fr: Vos poumons commencent déjà à guérir. Chaque heure sans tabac compte.
it: I tuoi polmoni stanno già iniziando a guarire. Ogni ora senza fumo conta.

# intent.motivation.message.3
source: Think about all the money you're saving by not smoking today.
de: Denken Sie an das ganze Geld, das Sie heute durch Nichtrauchen sparen.
es: Piensa en todo el dinero que estás ahorrando al no fumar hoy.
fr: Pensez à tout l'argent que vous économisez en ne fumant pas aujourd'hui.
it: Pensa a tutti i soldi che stai risparmiando non fumando oggi.

# intent.motivation.message.4
source: Your future self will thank you for the choice you make right now.
de: Ihr zukünftiges Ich wird Ihnen für die Entscheidung danken, die Sie jetzt treffen.
es: Tu yo futuro te agradecerá por la elección que haces ahora.
fr: Votre futur moi vous remerciera pour le choix que vous faites maintenant.
it: Il tuo futuro io ti ringrazierà per la scelta che fai adesso.

# intent.motivation.message.5
source: Every day smoke-free is a day your body gets healthier.
de: Jeder rauchfreie Tag ist ein Tag, an dem Ihr Körper gesünder wird.
es: Cada día sin fumar es un día en que tu cuerpo se vuelve más saludable.
fr: Chaque jour sans tabac est un jour où votre corps devient plus sain.
it: Ogni giorno senza fumo è un giorno in cui il tuo corpo diventa più sano.

# intent.motivation.message.6
source: The urge to smoke is temporary, but the benefits of quitting are permanent.
de: Der Drang zu rauchen ist vorübergehend, aber die Vorteile des Aufhörens sind dauerhaft.
es: El impulso de fumar es temporal, pero los beneficios de dejarlo son permanentes.
fr: L'envie de fumer est temporaire, mais les bénéfices d'arrêter sont permanents.
it: L'impulso di fumare è temporaneo, ma i benefici dello smettere sono permanenti.

# urge.outcome.pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En Attente
it: In Sospeso

# urge.outcome.resisted
source: Resisted
de: Widerstanden
es: Resistido
fr: Résisté
it: Resistito

# urge.outcome.smoked
source: Smoked
de: Geraucht
es: Fumado
fr: Fumé
it: Fumato

# urge.outcome.partial
source: Partially Resisted
de: Teilweise widerstanden
es: Parcialmente Resistido
fr: Partiellement Résisté
it: Parzialmente Resistito

# urge.intensity.low
source: Low
de: Niedrig
es: Baja
fr: Faible
it: Bassa

# urge.intensity.medium
source: Medium
de: Mittel
es: Media
fr: Moyen
it: Media

# urge.intensity.high
source: High
de: Hoch
es: Alta
fr: Élevé
it: Alta

# urge.intensity.extreme
source: Extreme
de: Extrem
es: Extrema
fr: Extrême
it: Estrema

# urge.intensity.unknown
source: Unknown
de: Unbekannt
es: Desconocida
fr: Inconnu
it: Sconosciuta

# jitai.action.understood
source: Got it!
de: Verstanden!
es: ¡Entendido!
fr: Compris !
it: Capito!

# jitai.action.more.help
source: More help
de: Mehr Hilfe
es: Más ayuda
fr: Plus d'aide
it: Più aiuto

# jitai.action.dismiss
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora

# widget.intent.success
source: Cigarette added successfully
de: Zigarette erfolgreich hinzugefügt
es: Cigarrillo añadido exitosamente
fr: Cigarette ajoutée avec succès
it: Sigaretta aggiunta con successo

# widget.intent.error.add.failed
source: Failed to add cigarette
de: Zigarette konnte nicht hinzugefügt werden. Bitte versuchen Sie es erneut.
es: No se pudo añadir cigarrillo. Por favor intenta de nuevo.
fr: Impossible d'ajouter la cigarette. Veuillez réessayer.
it: Impossibile aggiungere sigaretta. Riprova.

# settings.daily.average.calculated
source: Your daily average
de: Ihr Tagesdurchschnitt
es: Tu promedio diario
fr: Votre moyenne quotidienne
it: La tua media giornaliera

# settings.daily.average.calculated.subtitle
source: Calculated from last 30 days
de: Berechnet aus den letzten 30 Tagen
es: Calculado de los últimos 30 días
fr: Calculée sur les 30 derniers jours
it: Calcolata dagli ultimi 30 giorni

# settings.quit.date.question
source: When do you want to quit completely?
de: Wann möchten Sie komplett aufhören?
es: ¿Cuándo quieres dejar completamente?
fr: Quand voulez-vous arrêter complètement ?
it: Quando vuoi smettere completamente?

# settings.plan.preview
source: Preview of your plan:
de: Vorschau Ihres Plans:
es: Vista previa de tu plan:
fr: Aperçu de votre plan :
it: Anteprima del tuo piano:

# settings.plan.starting.from
source: • Starting from:
de: • Beginnend bei:
es: • Empezando desde:
fr: • En partant de :
it: • Partendo da:

# settings.plan.reaching
source: • Reaching:
de: • Erreichend:
es: • Alcanzando:
fr: • En atteignant :
it: • Raggiungendo:

# settings.plan.zero.cigarettes
source: 0 cigarettes/day
de: 0 Zigaretten/Tag
es: 0 cigarrillos/día
fr: 0 cigarettes/jour
it: 0 sigarette/giorno

# settings.plan.days.count
source: %d days
de: %d Tagen
es: %d días
fr: %d jours
it: %d giorni

# settings.plan.daily.reduction
source: • Daily reduction:
de: • Tägliche Reduzierung:
es: • Reducción diaria:
fr: • Réduction quotidienne :
it: • Riduzione giornaliera:

# settings.plan.reduction.amount
source: -%@ cigarettes
de: -%@ Zigaretten
es: -%@ cigarrillos
it: -%@ sigarette

# settings.plan.todays.goal
source: • Today's goal:
de: • Heutiges Ziel:
es: • Objetivo de hoy:
fr: • Objectif d'aujourd'hui :
it: • Obiettivo di oggi:

# settings.plan.cigarettes.count
source: %d cigarettes
de: %d Zigaretten
es: %d cigarrillos
it: %d sigarette

# settings.plan.date.too.close
source: ⚠️ The selected date is too close. Select a later date for an effective gradual plan.
de: ⚠️ Das gewählte Datum ist zu nah. Wählen Sie ein späteres Datum für einen effektiven schrittweisen Plan.
es: ⚠️ La fecha seleccionada está demasiado cerca. Selecciona una fecha posterior para un plan gradual efectivo.
fr: ⚠️ La date sélectionnée est trop proche. Sélectionnez une date ultérieure pour un plan graduel efficace.
it: ⚠️ La data selezionata è troppo vicina. Seleziona una data successiva per un piano graduale efficace.

# settings.plan.intensive
source: 💡 Intensive plan: rapid reduction in few days. You might consider a later date for a more gradual plan.
de: 💡 Intensiver Plan: Schnelle Reduzierung in wenigen Tagen. Sie könnten ein späteres Datum für einen schrittweiseren Plan erwägen.
es: 💡 Plan intensivo: reducción rápida en pocos días. Podrías considerar una fecha posterior para un plan más gradual.
fr: 💡 Plan intensif : réduction rapide en quelques jours. Vous pourriez envisager une date ultérieure pour un plan plus graduel.
it: 💡 Piano intensivo: riduzione rapida in pochi giorni. Potresti considerare una data successiva per un piano più graduale.

# settings.plan.balanced
source: ✅ Well-balanced plan! Sustainable gradual reduction over time.
de: ✅ Gut ausgewogener Plan! Nachhaltige schrittweise Reduzierung über die Zeit.
es: ✅ ¡Plan bien equilibrado! Reducción gradual sostenible a lo largo del tiempo.
fr: ✅ Plan bien équilibré ! Réduction graduelle durable dans le temps.
it: ✅ Piano ben bilanciato! Riduzione graduale sostenibile nel tempo.

# settings.quit.plan.saved
source: Your quit plan has been saved successfully
de: Ihr Aufhörplan wurde erfolgreich gespeichert
es: Tu plan para dejar de fumar ha sido guardado exitosamente
fr: Votre plan d'arrêt a été sauvegardé avec succès
it: Il tuo piano per smettere è stato salvato con successo

# tag.color.preview
source: Color
de: Farbe
fr: Couleur
it: Colore

# tag.name.preview
source: Tag name
de: Vorschau
es: Vista Previa
fr: Aperçu
it: Anteprima

# widget.last
source: Last
de: Letzte
es: Último
fr: Dernière
it: Ultima

# widget.last.time.format
source: Last: %@
de: Letzte: %@
es: Último: %@
fr: Dernière : %@
it: Ultima: %@
