Repository: FightTheStroke/MirrorSmoker
Catalog: MirrorSmokerStopper/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# today.title
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

# today.cigarettes.count
source: %d cigarettes
de: %d Zigaretten
es: %d cigarrillos
it: %d sigarette

# button.smoked.one
source: Smoked a cigarette
de: Eine Zigarette geraucht
es: Fumé un cigarrillo
fr: Fumé une cigarette
it: Ho fumato una sigaretta

# button.add.with.tags
source: Add with Tags
de: Mit Tags hinzufügen
es: Añadir con Etiquetas
fr: Ajouter avec Tags
it: Aggiungi con tag

# section.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

# today.none
source: No cigarettes today! 🎉
de: Heute keine Zigaretten! 🎉
es: ¡Ningún cigarrillo hoy! 🎉
fr: Aucune cigarette aujourd'hui ! 🎉
it: Nessuna sigaretta oggi! 🎉

# section.history
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia

source: cigarettes
de: Zigaretten
es: cigarrillos
it: sigarette

# a11y.new.cigarette
source: New cigarette
de: Neue Zigarette
es: Nuevo cigarrillo
fr: Nouvelle cigarette
it: Nuova sigaretta

# a11y.new.cigarette.hint
source: Tap: quick add. Long-press to add with tags.
de: Tippen: Schnell hinzufügen. Lang drücken für Tags.
es: Tocar: añadir rápido. Mantener presionado para añadir con etiquetas.
fr: Appuyer : ajout rapide. Appui long pour ajouter avec tags.
it: Tocca: aggiunta rapida. Tieni premuto per aggiungere con tag.

# nav.title.tracker
source: Cigarette Tracker
de: Zigaretten-Tracker
es: Rastreador de Cigarrillos
fr: Traceur de Cigarettes
it: Tracker Sigarette

# menu.weekly.stats
source: Weekly Statistics
de: Wöchentliche Statistiken
es: Estadísticas Semanales
fr: Statistiques Hebdomadaires
it: Statistiche Settimanali

# menu.advanced.analytics
source: Advanced Analytics
de: Erweiterte Analysen
es: Análisis Avanzados
fr: Analyses Avancées
it: Analisi Avanzata

# alert.add.note
source: Add note
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note
it: Aggiungi nota

# placeholder.optional.note
source: Optional note
de: Optionale Notiz
es: Nota opcional
fr: Note optionnelle
it: Nota opzionale

# button.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi

# button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

# settings.profile
source: Personal Profile
de: Persönliches Profil
es: Perfil Personal
fr: Profil Personnel
it: Profilo Personale

# settings.profile.footer
source: This information helps personalize statistics and recommendations
de: Diese Informationen helfen bei der Personalisierung von Statistiken und Empfehlungen
es: Esta información ayuda a personalizar estadísticas y recomendaciones
fr: Ces informations aident à personnaliser les statistiques et recommandations
it: Queste informazioni aiutano a personalizzare statistiche e raccomandazioni

# settings.name
source: Your name
de: Ihr Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome

# settings.birth.date
source: Birth date
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita

# settings.age
source: Age: %d
de: Alter: %d
es: Edad: %d
fr: Âge : %d
it: Età: %d

# settings.weight
source: Weight (kg)
de: Gewicht (kg)
es: Peso (kg)
fr: Poids (kg)
it: Peso (kg)

# settings.weight.validation
source: Enter a valid weight (1-300 kg)
de: Gültiges Gewicht eingeben (1-300 kg)
es: Introduce un peso válido (1-300 kg)
fr: Entrez un poids valide (1-300 kg)
it: Inserisci un peso valido (1-300 kg)

# settings.smoking.habits
source: Smoking Habits
de: Rauchgewohnheiten
es: Hábitos de Fumar
fr: Habitudes de Fumeur
it: Abitudini di fumo

# settings.smoking.habits.footer
source: Help us better understand your smoking journey
de: Helfen Sie uns, Ihre Rauchreise besser zu verstehen
es: Ayúdanos a entender mejor tu trayectoria con el tabaco
fr: Aidez-nous à mieux comprendre votre parcours tabagique
it: Aiutaci a capire meglio il tuo percorso di fumo

# settings.smoking.type
source: Type of smoking
de: Art des Rauchens
es: Tipo de fumador
fr: Type de fumée
it: Tipo di fumo

# settings.started.age
source: Age when I started
de: Alter bei Rauchbeginn
es: Edad cuando empecé
fr: Âge de début
it: Età in cui ho iniziato

# settings.started.age.validation
source: Enter a valid age (10-80 years)
de: Gültiges Alter eingeben (10-80 Jahre)
es: Introduce una edad válida (10-80 años)
fr: Entrez un âge valide (10-80 ans)
it: Inserisci un'età valida (10-80 anni)

# settings.current.age
source: Current age
de: Aktuelles Alter
es: Edad actual
fr: Âge actuel
it: Età attuale

# settings.smoking.years
source: Years smoking
de: Rauchjahre
es: Años fumando
fr: Années de tabagisme
it: Anni di fumo

# settings.health.insights
source: Health Insights
de: Gesundheitseinblicke
es: Información de Salud
fr: Aperçus Santé
it: Informazioni sulla salute

# settings.health.insights.footer
source: These are estimates based on general data and do not replace medical advice
de: Dies sind Schätzungen basierend auf allgemeinen Daten und ersetzen keine medizinische Beratung
es: Estas son estimaciones basadas en datos generales y no reemplazan el consejo médico
fr: Ce sont des estimations basées sur des données générales et ne remplacent pas les conseils médicaux
it: Stime basate su dati generali, non sostituiscono consigli medici

# settings.save.changes
source: Save Changes
de: Änderungen speichern
es: Guardar Cambios
fr: Sauvegarder les Modifications
it: Salva modifiche

# settings.profile.saved
source: Profile Saved
de: Profil gespeichert
es: Perfil Guardado
fr: Profil Sauvegardé
it: Profilo salvato

# settings.profile.saved.message
source: Your information has been saved successfully
de: Ihre Informationen wurden erfolgreich gespeichert
es: Tu información ha sido guardada exitosamente
fr: Vos informations ont été sauvegardées avec succès
it: Le tue informazioni sono state salvate con successo

# settings.info.title
source: App Information
de: App-Informationen
es: Información de la App
fr: Informations de l'App
it: Informazioni sull'app

# settings.version
source: Version
es: Versión
it: Versione

# settings.debug
source: Developer Tools
de: Entwickler-Tools
es: Herramientas de Desarrollador
fr: Outils Développeur
it: Strumenti sviluppatore

# age.placeholder
source: Age
de: Alter
es: Edad
fr: Âge
it: Età

# years.unit
source: years
de: Jahre
es: años
fr: ans
it: anni

# smoking.type.picker.label
source: Type
de: Typ
es: Tipo
it: Tipo

# debug.toggle.panel
source: Toggle Debug Panel
de: Debug-Panel umschalten
es: Alternar Panel de Debug
fr: Basculer le Panneau Debug
it: Apri/Chiudi pannello debug

# health.insights.general.info
source: General Information
de: Allgemeine Informationen
es: Información General
fr: Informations Générales
it: Informazioni Generali

# health.insights.age.weight.format
source: Age: %d years • Weight: %.1f kg
de: Alter: %d Jahre • Gewicht: %.1f kg
es: Edad: %d años • Peso: %.1f kg
fr: Âge : %d ans • Poids : %.1f kg
it: Età: %d anni • Peso: %.1f kg

# health.insights.smoking.duration
source: Smoking Duration
de: Rauchdauer
es: Duración del Tabaquismo
fr: Durée du Tabagisme
it: Durata del fumo

# health.insights.smoking.duration.format
source: %d years of %@
de: %d Jahre von %@
es: %d años de %@
fr: %d ans de %@
it: %d anni di %@

# health.insights.reminder
source: Remember
de: Denken Sie daran
es: Recuerda
fr: Rappelez-vous
it: Ricorda

# health.insights.quit.message
source: It's always a good time to quit
de: Es ist immer eine gute Zeit aufzuhören
es: Siempre es buen momento para dejarlo
fr: C'est toujours le bon moment pour arrêter
it: È sempre un buon momento per smettere

source: Debug Widget State
de: Debug-Widget-Status
es: Estado Debug Widget
fr: État Debug Widget
it: Debug stato widget

# debug.force.sync
source: Force Widget Sync
de: Widget-Synchronisation erzwingen
es: Forzar Sincronización Widget
fr: Forcer la Synchronisation Widget
it: Forza sincronizzazione widget

# debug.reset.data
source: Reset Widget Data
de: Widget-Daten zurücksetzen
es: Restablecer Datos Widget
fr: Réinitialiser les Données Widget
it: Resetta dati widget

# settings.goals.title
source: Quit Goals
de: Aufhör-Ziele
es: Objetivos para Dejar de Fumar
fr: Objectifs d'Arrêt
it: Obiettivi per smettere

# settings.goals.subtitle
source: Set your goals to quit smoking
de: Setzen Sie Ihre Ziele zum Rauchstopp
es: Establece tus objetivos para dejar de fumar
fr: Définissez vos objectifs pour arrêter de fumer
it: Imposta i tuoi obiettivi per smettere di fumare

# settings.daily.goal
source: Daily cigarette goal
de: Tägliches Zigarettenziel
es: Objetivo diario de cigarrillos
fr: Objectif quotidien de cigarettes
it: Obiettivo sigarette giornaliere

# settings.daily.goal.unit
source: per day
de: pro Tag
es: por día
fr: par jour
it: al giorno

# settings.quit.date
source: Target quit date
de: Ziel-Aufhördatum
es: Fecha objetivo para dejar
fr: Date d'arrêt cible
it: Data obiettivo per smettere

# settings.quit.date.not.set
source: Not set
de: Nicht gesetzt
es: No establecida
fr: Non définie
it: Non impostata

# settings.gradual.reduction
source: Gradual reduction
de: Schrittweise Reduzierung
es: Reducción gradual
fr: Réduction graduelle
it: Riduzione graduale

# settings.current.target
source: Current daily target
de: Aktuelles Tagesziel
es: Objetivo diario actual
fr: Objectif quotidien actuel
it: Obiettivo giornaliero attuale

# settings.current.target.unit
source: today
de: heute
es: hoy
fr: aujourd'hui
it: oggi

# settings.reduction.plan
source: Gradual Reduction Plan
de: Schrittweiser Reduzierungsplan
es: Plan de Reducción Gradual
fr: Plan de Réduction Graduelle
it: Piano di Riduzione Graduale

# settings.reduction.plan.description
source: Gradually reduce from %d to 0 cigarettes in %d days
de: Schrittweise von %d auf 0 Zigaretten in %d Tagen reduzieren
es: Reducir gradualmente de %d a 0 cigarrillos en %d días
fr: Réduire graduellement de %d à 0 cigarettes en %d jours
it: Ridurre gradualmente da %d a 0 sigarette in %d giorni

# settings.profile.section
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo

# settings.name.placeholder
source: Your name
de: Ihr Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome

# settings.age.start.smoking
source: Age when started smoking
de: Alter bei Rauchbeginn
es: Edad cuando empecé a fumar
fr: Âge de début du tabagisme
it: Età quando hai iniziato a fumare

# settings.age.years
source: years
de: Jahre
es: años
fr: ans
it: anni

# settings.weight.invalid
source: Enter a valid weight (1-300 kg)
de: Gültiges Gewicht eingeben (1-300 kg)
es: Introduce un peso válido (1-300 kg)
fr: Entrez un poids valide (1-300 kg)
it: Inserisci un peso valido (1-300 kg)

# settings.age.invalid
source: Enter a valid age (10-80 years)
de: Gültiges Alter eingeben (10-80 Jahre)
es: Introduce una edad válida (10-80 años)
fr: Entrez un âge valide (10-80 ans)
it: Inserisci un'età valida (10-80 anni)

# settings.current.age.info
source: Current age
de: Aktuelles Alter
es: Edad actual
fr: Âge actuel
it: Età attuale

# settings.smoking.years.info
source: Years smoking
de: Rauchjahre
es: Años fumando
fr: Années de tabagisme
it: Anni di fumo

# settings.health.info.title
source: Health Information
de: Gesundheitsinformationen
es: Información de Salud
fr: Informations Santé
it: Informazioni sulla salute

# settings.health.info.subtitle
source: Information based on your personal data
de: Informationen basierend auf Ihren persönlichen Daten
es: Información basada en tus datos personales
fr: Informations basées sur vos données personnelles
it: Informazioni basate sui tuoi dati personali

# settings.app.info.title
source: App Information
de: App-Informationen
es: Información de la App
fr: Informations de l'App
it: Informazioni sull'app

# app.subtitle
source: Track and reflect on your smoking habits
de: Verfolgen und reflektieren Sie Ihre Rauchgewohnheiten
es: Rastrea y reflexiona sobre tus hábitos de fumar
fr: Suivez et réfléchissez sur vos habitudes tabagiques
it: Traccia e rifletti sulle tue abitudini di fumo

source: Quick Stats
de: Schnellstatistiken
es: Estadísticas Rápidas
fr: Statistiques Rapides
it: Statistiche Rapide

# stats.this.week
source: This Week
de: Diese Woche
es: Esta Semana
fr: Cette Semaine
it: Questa Settimana

# stats.this.month
source: This Month
de: Diesen Monat
es: Este Mes
fr: Ce Mois
it: Questo Mese

# stats.total
source: Total
de: Gesamt
it: Totale

# cigarette.singular
source: cigarette
de: Zigarette
es: cigarrillo
it: sigaretta

# cigarette.plural
source: cigarettes
de: Zigaretten
es: cigarrillos
it: sigarette

source: Today's Cigarettes
de: Heutige Zigaretten
es: Cigarrillos de Hoy
fr: Cigarettes d'Aujourd'hui
it: Sigarette di Oggi

# empty.state.title
source: Great! No cigarettes today
de: Großartig! Heute keine Zigaretten
es: ¡Genial! Ningún cigarrillo hoy
fr: Génial ! Aucune cigarette aujourd'hui
it: Ottimo! Nessuna sigaretta oggi

# empty.state.subtitle
source: Keep it up! Use the + button to log one if needed.
de: Machen Sie weiter so! Verwenden Sie den +-Button, um eine zu protokollieren, falls nötig.
es: ¡Sigue así! Usa el botón + para registrar uno si es necesario.
fr: Continuez ainsi ! Utilisez le bouton + pour en enregistrer une si nécessaire.
it: Continua così! Usa il pulsante + per registrarne una se necessario.

# today.overview.title
source: Today's Progress
de: Heutiger Fortschritt
es: Progreso de Hoy
fr: Progrès d'Aujourd'hui
it: Progressi di Oggi

# today.perfect
source: Perfect!
de: Perfekt!
es: ¡Perfecto!
fr: Parfait !
it: Perfetto!

# today.no.cigarettes
source: Day without cigarettes
de: Tag ohne Zigaretten
es: Día sin cigarrillos
fr: Journée sans cigarettes
it: Giorno senza sigarette

# today.excellent
source: Excellent work!
de: Ausgezeichnete Arbeit!
es: ¡Excelente trabajo!
fr: Excellent travail !
it: Lavoro eccellente!

# today.under.half.goal
source: You're under half your goal
de: Sie sind unter der Hälfte Ihres Ziels
es: Estás por debajo de la mitad de tu objetivo
fr: Vous êtes en dessous de la moitié de votre objectif
it: Sei sotto la metà del tuo obiettivo

# today.good.progress
source: Good progress
de: Guter Fortschritt
es: Buen progreso
fr: Bon progrès
it: Buoni progressi

# today.approaching.limit
source: You're approaching the limit
de: Sie nähern sich dem Limit
es: Te estás acercando al límite
fr: Vous approchez de la limite
it: Ti stai avvicinando al limite

# today.attention
source: Attention
de: Achtung
es: Atención
it: Attenzione

# today.near.daily.limit
source: Near daily limit
de: Nahe dem Tageslimit
es: Cerca del límite diario
fr: Proche de la limite quotidienne
it: Vicino al limite giornaliero

# today.goal.exceeded
source: Goal exceeded
de: Ziel überschritten
es: Objetivo superado
fr: Objectif dépassé
it: Obiettivo superato

# today.try.reduce.tomorrow
source: Try to reduce tomorrow
de: Versuchen Sie morgen zu reduzieren
es: Intenta reducir mañana
fr: Essayez de réduire demain
it: Prova a ridurre domani

# today.goal.cessation
source: Quit goal:
de: Aufhör-Ziel:
es: Objetivo de cesación:
fr: Objectif d'arrêt :
it: Obiettivo cessazione:

# today.days.remaining
source: %d days remaining
de: %d Tage verbleibend
es: %d días restantes
fr: %d jours restants
it: %d giorni rimanenti

# today.label
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

# tab.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

# tab.stats
source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

# progress.title
source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
it: Progressi

# progress.tab.achievements
source: Achievements
de: Erfolge
es: Logros
fr: Réussites
it: Traguardi

# progress.tab.savings
source: Savings
de: Ersparnisse
es: Ahorros
fr: Économies
it: Risparmi

# progress.tab.health
source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute

# progress.achievements
source: Your Achievements
de: Ihre Erfolge
es: Tus Logros
fr: Vos Réussites
it: I tuoi traguardi

# progress.achievements.subtitle
source: Milestones you've unlocked
de: Meilensteine, die Sie freigeschaltet haben
es: Hitos que has desbloqueado
fr: Jalons que vous avez débloqués
it: Obiettivi raggiunti

# progress.no.achievements.title
source: Start Your Journey
de: Beginnen Sie Ihre Reise
es: Comienza tu Viaje
fr: Commencez Votre Voyage
it: Inizia il tuo percorso

# progress.no.achievements.subtitle
source: Complete your first smoke-free day to unlock achievements!
de: Vervollständigen Sie Ihren ersten rauchfreien Tag, um Erfolge freizuschalten!
es: ¡Completa tu primer día sin fumar para desbloquear logros!
fr: Terminez votre première journée sans tabac pour débloquer des réussites !
it: Completa il primo giorno senza fumare per sbloccare traguardi!

# milestone.new
source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
it: NUOVO

# milestone.smoke.free.day
source: Smoke-Free Day
de: Rauchfreier Tag
es: Día Sin Fumar
fr: Journée Sans Tabac
it: Giorno Senza Fumo

# milestone.smoke.free.day.desc
source: Your first full day without cigarettes
de: Ihr erster vollständiger Tag ohne Zigaretten
es: Tu primer día completo sin cigarrillos
fr: Votre première journée complète sans cigarettes
it: Il tuo primo giorno completo senza sigarette

# milestone.money.saved
source: Money Saved
de: Geld gespart
es: Dinero Ahorrado
fr: Argent Économisé
it: Denaro Risparmiato

# milestone.money.saved.desc
source: Amount saved from not buying cigarettes
de: Betrag gespart durch den Verzicht auf Zigarettenkauf
es: Cantidad ahorrada por no comprar cigarrillos
fr: Montant économisé en n'achetant pas de cigarettes
it: Importo risparmiato non comprando sigarette

# milestone.health.improvement
source: Health Boost
de: Gesundheitsverbesserung
es: Mejora de Salud
fr: Amélioration Santé
it: Miglioramento Salute

# milestone.health.improvement.desc
source: Measurable improvement in health metrics
de: Messbare Verbesserung der Gesundheitswerte
es: Mejora medible en métricas de salud
fr: Amélioration mesurable des indicateurs de santé
it: Miglioramento misurabile nei parametri di salute

source: Savings Goal
de: Sparziel
es: Objetivo de Ahorro
fr: Objectif d'Économies
it: Obiettivo Risparmio

# savings.days.remaining
source: %d days remaining
de: %d Tage verbleibend
es: %d días restantes
fr: %d jours restants
it: %d giorni rimanenti

# savings.edit.goal
source: Edit Goal
de: Ziel bearbeiten
es: Editar Objetivo
fr: Modifier l'Objectif
it: Modifica Obiettivo

# savings.set.new.goal
source: Set New Goal
de: Neues Ziel setzen
es: Establecer Nuevo Objetivo
fr: Définir un Nouvel Objectif
it: Imposta Nuovo Obiettivo

# savings.goal.completed
source: Goal Completed!
de: Ziel erreicht!
es: ¡Objetivo Completado!
fr: Objectif Atteint !
it: Obiettivo Completato!

# savings.remaining
source: %@ remaining to goal
de: %@ verbleibend bis zum Ziel
es: %@ restantes para el objetivo
fr: %@ restants pour l'objectif
it: %@ rimanenti all'obiettivo

source: Savings Overview
de: Spar-Übersicht
es: Resumen de Ahorros
fr: Aperçu des Économies
it: Panoramica Risparmi

# savings.total.saved
source: Total Saved
de: Gesamt gespart
es: Total Ahorrado
fr: Total Économisé
it: Totale Risparmiato

# savings.goals.completed
source: Goals Completed
de: Ziele erreicht
es: Objetivos Completados
fr: Objectifs Atteints
it: Obiettivi Completati

# savings.add.goal
source: Add Goal
de: Ziel hinzufügen
es: Añadir Objetivo
fr: Ajouter un Objectif
it: Aggiungi Obiettivo

# savings.empty.title
source: Set Your First Goal
de: Setzen Sie Ihr erstes Ziel
es: Establece Tu Primer Objetivo
fr: Définissez Votre Premier Objectif
it: Imposta il tuo primo obiettivo

# savings.empty.subtitle
source: Use money saved from not smoking to reach your dreams
de: Verwenden Sie das durch Nichtrauchen gesparte Geld für Ihre Träume
es: Usa el dinero ahorrado por no fumar para alcanzar tus sueños
fr: Utilisez l'argent économisé en ne fumant pas pour réaliser vos rêves
it: Usa il denaro risparmiato dal non fumare per realizzare i tuoi sogni

# savings.vacation.italy
source: Vacation to Italy
de: Urlaub in Italien
es: Vacaciones en Italia
fr: Vacances en Italie
it: Vacanza in Italia

# savings.emergency.fund
source: Emergency Fund
de: Notfallfonds
es: Fondo de Emergencia
fr: Fonds d'Urgence
it: Fondo di emergenza

# savings.new.laptop
source: New Laptop
de: Neuer Laptop
es: Portátil Nuevo
fr: Nouvel Ordinateur Portable
it: Nuovo laptop

# health.benefits
source: Health Recovery
de: Gesundheitserholung
es: Recuperación de Salud
fr: Récupération Santé
it: Recupero Salute

# health.all.categories
source: All
de: Alle
es: Todo
fr: Tout
it: Tutte

# health.range.week
source: 1 Week
de: 1 Woche
es: 1 Semana
fr: 1 Semaine
it: 1 Settimana

# health.range.month
source: 1 Month
de: 1 Monat
es: 1 Mes
fr: 1 Mois
it: 1 Mese

# health.range.three_months
source: 3 Months
de: 3 Monate
es: 3 Meses
fr: 3 Mois
it: 3 Mesi

# health.range.year
source: 1 Year
de: 1 Jahr
es: 1 Año
fr: 1 An
it: 1 Anno

# health.progress.summary
source: Recovery Progress
de: Erholungsfortschritt
es: Progreso de Recuperación
fr: Progrès de Récupération
it: Progressi Recupero

# health.improvement.percent
source: %d%% improved
de: %d%% verbessert
es: %d%% mejorado
fr: %d%% amélioré
it: %d%% migliorato

# health.category.cardiovascular
source: Heart
de: Herz
es: Corazón
fr: Cœur
it: Cuore

# health.category.respiratory
source: Lungs
de: Lunge
es: Pulmones
fr: Poumons
it: Polmoni

# health.category.circulation
source: Blood
de: Blut
es: Sangre
fr: Sang
it: Sangue

# health.category.energy
source: Energy
de: Energie
es: Energía
fr: Énergie
it: Energia

# health.category.immune
source: Immunity
de: Immunität
es: Inmunidad
fr: Immunité
it: Immunità

# health.category.appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto

# health.timeframe.8_hours
source: 8 hours
de: 8 Stunden
es: 8 horas
fr: 8 heures
it: 8 ore

# health.timeframe.24_hours
source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno

# health.timeframe.3_days
source: 3 days
de: 3 Tage
es: 3 días
fr: 3 jours
it: 3 giorni

# health.timeframe.2_weeks
source: 2 weeks
de: 2 Wochen
es: 2 semanas
fr: 2 semaines
it: 2 settimane

# health.timeframe.1_month
source: 1 month
de: 1 Monat
es: 1 mes
fr: 1 mois
it: 1 mese

# health.timeframe.3_months
source: 3 months
de: 3 Monate
es: 3 meses
fr: 3 mois
it: 3 mesi

# health.timeframe.1_year
source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno

# health.benefit.heart.rate
source: Heart Rate Normal
de: Normale Herzfrequenz
es: Ritmo Cardíaco Normal
fr: Rythme Cardiaque Normal
it: Frequenza Cardiaca Normale

# health.benefit.heart.rate.desc
source: Heart rate and blood pressure drop
de: Herzfrequenz und Blutdruck sinken
es: El ritmo cardíaco y la presión arterial bajan
fr: Le rythme cardiaque et la pression artérielle baissent
it: Frequenza cardiaca e pressione sanguigna diminuiscono

# health.benefit.oxygen.level
source: Oxygen Levels Rise
de: Sauerstoffwerte steigen
es: Niveles de Oxígeno Suben
fr: Niveaux d'Oxygène Augmentent
it: Livelli di Ossigeno Aumentano

# health.benefit.oxygen.level.desc
source: Oxygen levels in blood increase
de: Sauerstoffwerte im Blut steigen
es: Los niveles de oxígeno en la sangre aumentan
fr: Les niveaux d'oxygène dans le sang augmentent
it: I livelli di ossigeno nel sangue aumentano

# health.benefit.circulation
source: Better Circulation
de: Bessere Durchblutung
es: Mejor Circulación
fr: Meilleure Circulation
it: Circolazione Migliore

# health.benefit.circulation.desc
source: Circulation improves significantly
de: Durchblutung verbessert sich deutlich
es: La circulación mejora significativamente
fr: La circulation s'améliore significativement
it: La circolazione migliora significativamente
