Repository: FightTheStroke/MirrorSmoker
Catalog: MirrorSmokerStopper/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# delay.first.cigarette.advice
source: Try delaying your first cigarette by 15-30 minutes tomorrow. Even small delays can reduce dependency.
de: Versuchen Sie morgen, Ihre erste Zigarette um 15-30 Minuten zu verzögern. Selbst kleine Verzögerungen können die Abhängigkeit reduzieren.
es: Intenta retrasar tu primer cigarrillo 15-30 minutos mañana. Incluso pequeños retrasos pueden reducir la dependencia.
fr: Essayez de retarder votre première cigarette de 15-30 minutes demain. Même de petits retards peuvent réduire la dépendance.
it: Prova a rimandare la prima sigaretta di 15-30 minuti domani. Anche piccoli ritardi possono ridurre la dipendenza.

# great.progress.title
source: Great Progress!
de: Großartiger Fortschritt!
es: ¡Gran Progreso!
fr: Excellent Progrès !
it: Ottimi Progressi!

# fewer.cigarettes.yesterday.message
source: You smoked 3 fewer cigarettes than yesterday!
de: Sie haben 3 weniger Zigaretten als gestern geraucht!
es: ¡Fumaste 3 cigarrillos menos que ayer!
fr: Vous avez fumé 3 cigarettes de moins qu'hier !
it: Hai fumato 3 sigarette in meno di ieri!

# keep.momentum.advice
source: Keep this momentum going. What did you do differently today?
de: Behalten Sie diese Dynamik bei. Was haben Sie heute anders gemacht?
es: Mantén este impulso. ¿Qué hiciste diferente hoy?
fr: Maintenez cette dynamique. Qu'avez-vous fait de différent aujourd'hui ?
it: Mantieni questo slancio. Cosa hai fatto di diverso oggi?

# view.all.milestones.format
source: View All %d Milestones
de: Alle %d Meilensteine anzeigen
es: Ver Todos los %d Hitos
fr: Voir Toutes les %d Étapes
it: Visualizza Tutti i %d Milestone

# milestone.target.format
source: Target: %@
de: Ziel: %@
es: Objetivo: %@
fr: Objectif : %@
it: Obiettivo: %@

# healthkit.permission.title
source: Enhance Your Quit Journey
de: Verbessern Sie Ihre Aufhör-Reise
es: Mejora Tu Viaje para Dejar
fr: Améliorez Votre Voyage d'Arrêt
it: Potenzia il Tuo Percorso per Smettere

# healthkit.permission.explanation
source: MirrorSmokerStopper can provide more personalized coaching by accessing some of your Health data. All analysis happens on your device - nothing is shared.
de: MirrorSmokerStopper kann personalisierteres Coaching bieten, indem es auf einige Ihrer Gesundheitsdaten zugreift. Alle Analysen erfolgen auf Ihrem Gerät - nichts wird geteilt.
es: MirrorSmokerStopper puede proporcionar coaching más personalizado accediendo a algunos de tus datos de Salud. Todo el análisis ocurre en tu dispositivo - nada se comparte.
fr: MirrorSmokerStopper peut fournir un coaching plus personnalisé en accédant à certaines de vos données Santé. Toute l'analyse se fait sur votre appareil - rien n'est partagé.
it: MirrorSmokerStopper può fornire coaching più personalizzato accedendo ad alcuni dei tuoi dati Salute. Tutta l'analisi avviene sul tuo dispositivo - nulla viene condiviso.

# healthkit.steps.title
source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività

# healthkit.steps.description
source: Track movement patterns to suggest better timing for cravings
de: Bewegungsmuster verfolgen, um besseres Timing für Verlangen vorzuschlagen
es: Rastrea patrones de movimiento para sugerir mejor tiempo para antojos
fr: Suivre les modèles de mouvement pour suggérer un meilleur timing pour les envies
it: Traccia pattern di movimento per suggerire timing migliore per le voglie

# healthkit.sleep.title
source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
it: Sonno

# healthkit.sleep.description
source: Understand how sleep quality affects your smoking habits
de: Verstehen, wie Schlafqualität Ihre Rauchgewohnheiten beeinflusst
es: Entiende cómo la calidad del sueño afecta tus hábitos de fumar
fr: Comprendre comment la qualité du sommeil affecte vos habitudes tabagiques
it: Capire come la qualità del sonno influenza le tue abitudini di fumo

# healthkit.mindfulness.description
source: Log meditation sessions as healthy alternatives
de: Meditationssitzungen als gesunde Alternativen protokollieren
es: Registra sesiones de meditación como alternativas saludables
fr: Enregistrer les séances de méditation comme alternatives saines
it: Registra sessioni di meditazione come alternative salutari

# healthkit.heart.title
source: Heart Rate
de: Herzfrequenz
es: Ritmo Cardíaco
fr: Rythme Cardiaque
it: Frequenza Cardiaca

# healthkit.heart.description
source: Monitor stress levels to predict smoking triggers
de: Stresslevel überwachen, um Rauch-Auslöser vorherzusagen
es: Monitorea niveles de estrés para predecir disparadores de fumar
fr: Surveiller les niveaux de stress pour prédire les déclencheurs de tabagisme
it: Monitora livelli di stress per predire trigger del fumo

# healthkit.privacy.assurance
source: All data stays on your device. Nothing is shared with external services.
de: Alle Daten bleiben auf Ihrem Gerät. Nichts wird mit externen Diensten geteilt.
es: Todos los datos permanecen en tu dispositivo. Nada se comparte con servicios externos.
fr: Toutes les données restent sur votre appareil. Rien n'est partagé avec des services externes.
it: Tutti i dati rimangono sul tuo dispositivo. Nulla viene condiviso con servizi esterni.

# healthkit.allow.access
source: Allow Health Access
de: Gesundheitszugriff erlauben
es: Permitir Acceso a Salud
fr: Autoriser l'Accès Santé
it: Consenti Accesso Salute

# healthkit.maybe.later
source: Maybe Later
de: Vielleicht später
es: Tal Vez Más Tarde
fr: Peut-être Plus Tard
it: Forse Dopo

# health.insight.default
source: Health Insight
de: Gesundheitseinblick
es: Perspectiva de Salud
fr: Aperçu Santé
it: Insight Salute

source: You're doing great!
de: Sie machen das großartig!
es: ¡Lo estás haciendo genial!
fr: Vous vous en sortez très bien !
it: Stai andando alla grande!

source: Smoked Today
de: Heute geraucht
es: Fumado Hoy
fr: Fumé Aujourd'hui
it: Fumato Oggi

# cigarettes.unit
source: cigarettes
de: Zigaretten
es: cigarrillos
it: sigarette

source: Money Saved
de: Geld gespart
es: Dinero Ahorrado
fr: Argent Économisé
it: Denaro Risparmiato

# since.label
source: since
de: seit
es: desde
fr: depuis
it: da

source: Time Smoke-Free
de: Rauchfreie Zeit
es: Tiempo Sin Fumar
fr: Temps Sans Tabac
it: Tempo Senza Fumo

# widget.smoked.today
source: Smoked Today
de: Heute geraucht
es: Fumado Hoy
fr: Fumé Aujourd'hui
it: Fumato Oggi

# widget.add.cigarette
source: Add Cigarette
de: Zigarette hinzufügen
es: Añadir Cigarrillo
fr: Ajouter une Cigarette
it: Aggiungi Sigaretta

# ai.config.frequency.minimal
source: Minimal
es: Mínimal
it: Minimo

# ai.config.frequency.balanced
source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
it: Bilanciato

# ai.config.frequency.proactive
source: Proactive
de: Proaktiv
es: Proactivo
fr: Proactif
it: Proattivo

# ai.config.frequency.minimal.desc
source: Only high-risk situations
de: Nur Hochrisikosituationen
es: Solo situaciones de alto riesgo
fr: Seulement les situations à haut risque
it: Solo situazioni ad alto rischio

# ai.config.frequency.balanced.desc
source: Regular coaching with smart timing
de: Regelmäßiges Coaching mit intelligentem Timing
es: Coaching regular con tiempo inteligente
fr: Coaching régulier avec timing intelligent
it: Coaching regolare con timing intelligente

# ai.config.frequency.proactive.desc
source: Frequent support and insights
de: Häufige Unterstützung und Einblicke
es: Apoyo frecuente y perspectivas
fr: Soutien fréquent et aperçus
it: Supporto e insights frequenti

# ai.config.privacy.minimal
source: Minimal
es: Mínimal
it: Minimo

# ai.config.privacy.enhanced
source: Enhanced
de: Erweitert
es: Mejorado
fr: Amélioré
it: Avanzato

# ai.config.privacy.minimal.desc
source: Basic smoking data only
de: Nur grundlegende Rauchdaten
es: Solo datos básicos de fumar
fr: Données de tabagisme de base uniquement
it: Solo dati di fumo di base

# ai.config.privacy.standard.desc
source: Smoking data + basic patterns
de: Rauchdaten + grundlegende Muster
es: Datos de fumar + patrones básicos
fr: Données de tabagisme + modèles de base
it: Dati di fumo + pattern di base

# ai.config.privacy.enhanced.desc
source: Full behavioral analysis with HealthKit
de: Vollständige Verhaltensanalyse mit HealthKit
es: Análisis conductual completo con HealthKit
fr: Analyse comportementale complète avec HealthKit
it: Analisi comportamentale completa con HealthKit

# ai.config.validation.ios26
source: AI coaching requires iOS 26
de: KI-Coaching benötigt iOS 26
es: El coaching de IA requiere iOS 26
fr: Le coaching IA nécessite iOS 26
it: Il coaching AI richiede iOS 26

# ai.config.validation.healthkit.privacy
source: HealthKit requires enhanced privacy level
de: HealthKit benötigt erweiterte Privatsphäre-Stufe
es: HealthKit requiere nivel de privacidad mejorado
fr: HealthKit nécessite un niveau de confidentialité amélioré
it: HealthKit richiede livello privacy avanzato

# ai.config.validation.quiet.hours
source: Quiet hours start and end cannot be the same
de: Ruhezeiten-Start und -Ende können nicht gleich sein
es: Las horas silenciosas de inicio y fin no pueden ser iguales
fr: Le début et la fin des heures calmes ne peuvent pas être identiques
it: Inizio e fine ore silenziose non possono essere uguali

# ai.config.validation.notifications
source: Daily notifications must be between 1 and 10
de: Tägliche Benachrichtigungen müssen zwischen 1 und 10 liegen
es: Las notificaciones diarias deben estar entre 1 y 10
fr: Les notifications quotidiennes doivent être entre 1 et 10
it: Le notifiche giornaliere devono essere tra 1 e 10

# behavioral.insight.time.peak.title
source: Peak smoking time detected
de: Rauch-Spitzenzeit erkannt
es: Hora pico de fumar detectada
fr: Heure de pointe de tabagisme détectée
it: Ora di punta fumo rilevata

# behavioral.insight.time.peak.description
source: You smoke %.0f%% of your cigarettes around %d:00
de: Sie rauchen %.0f%% Ihrer Zigaretten um %d:00 Uhr
es: Fumas %.0f%% de tus cigarrillos alrededor de las %d:00
fr: Vous fumez %.0f%% de vos cigarettes vers %d:00
it: Fumi %.0f%% delle tue sigarette intorno alle %d:00

# behavioral.insight.weekend.title
source: Weekend smoking spike
de: Wochenend-Rauch-Spitze
es: Pico de fumar en fin de semana
fr: Pic de tabagisme du week-end
it: Picco fumo weekend

# behavioral.insight.weekend.description
source: You smoke %d more cigarettes on weekends
de: Sie rauchen %d mehr Zigaretten am Wochenende
es: Fumas %d cigarrillos más los fines de semana
fr: Vous fumez %d cigarettes de plus le week-end
it: Fumi %d sigarette in più nei weekend

# behavioral.insight.trigger.title
source: Trigger pattern: %@
de: Auslöser-Muster: %@
es: Patrón de disparador: %@
fr: Modèle de déclencheur : %@
it: Pattern trigger: %@

# behavioral.insight.trigger.description
source: %@ triggers %.0f%% of your smoking
de: %@ löst %.0f%% Ihres Rauchens aus
es: %@ dispara %.0f%% de tu fumar
fr: %@ déclenche %.0f%% de votre tabagisme
it: %@ scatena %.0f%% del tuo fumo

# behavioral.insight.streak.title
source: Streak breaking pattern
de: Streak-Bruch-Muster
es: Patrón de ruptura de racha
fr: Modèle de rupture de série
it: Pattern interruzione serie

# behavioral.insight.streak.description
source: Your streaks often end due to %@ at %d:00
de: Ihre Streaks enden oft wegen %@ um %d:00 Uhr
es: Tus rachas a menudo terminan debido a %@ a las %d:00
fr: Vos séries se terminent souvent à cause de %@ à %d:00
it: Le tue serie spesso finiscono a causa di %@ alle %d:00

# behavioral.insight.social.title
source: Social smoking pattern
de: Soziales Rauch-Muster
es: Patrón de fumar social
fr: Modèle de tabagisme social
it: Pattern fumo sociale

# behavioral.insight.social.description
source: %.0f%% of your smoking happens in social situations
de: %.0f%% Ihres Rauchens passiert in sozialen Situationen
es: %.0f%% de tu fumar ocurre en situaciones sociales
fr: %.0f%% de votre tabagisme se produit dans des situations sociales
it: %.0f%% del tuo fumo avviene in situazioni sociali

# behavioral.insight.environment.title
source: Environmental trigger: %@
de: Umwelt-Auslöser: %@
es: Disparador ambiental: %@
fr: Déclencheur environnemental : %@
it: Trigger ambientale: %@

# behavioral.insight.environment.description
source: %.0f%% of your smoking happens at %@
de: %.0f%% Ihres Rauchens passiert bei %@
es: %.0f%% de tu fumar ocurre en %@
fr: %.0f%% de votre tabagisme se produit à %@
it: %.0f%% del tuo fumo avviene a %@

# behavioral.insight.regression.title
source: Progress regression detected
de: Fortschritts-Regression erkannt
es: Regresión de progreso detectada
fr: Régression des progrès détectée
it: Regressione progressi rilevata

# behavioral.insight.regression.description
source: Smoking increased by %d cigarettes this week
de: Rauchen ist diese Woche um %d Zigaretten gestiegen
es: El fumar aumentó %d cigarrillos esta semana
fr: Le tabagisme a augmenté de %d cigarettes cette semaine
it: Il fumo è aumentato di %d sigarette questa settimana

# behavioral.recommendation.time.avoid
source: Plan alternative activities for %d:00-%d:00
de: Planen Sie alternative Aktivitäten für %d:00-%d:00 Uhr
es: Planifica actividades alternativas para %d:00-%d:00
fr: Planifiez des activités alternatives pour %d:00-%d:00
it: Pianifica attività alternative per le %d:00-%d:00

# behavioral.recommendation.time.replacement
source: Practice deep breathing during peak craving times
de: Üben Sie tiefes Atmen während Spitzen-Verlangen-Zeiten
es: Practica respiración profunda durante momentos de antojo intenso
fr: Pratiquez la respiration profonde pendant les moments d'envie intense
it: Pratica respirazione profonda durante ore di punta voglie

# behavioral.recommendation.time.schedule
source: Schedule important tasks during your peak smoking hours
de: Planen Sie wichtige Aufgaben während Ihrer Spitzen-Rauch-Stunden
es: Programa tareas importantes durante tus horas pico de fumar
fr: Programmez des tâches importantes pendant vos heures de pointe de tabagisme
it: Pianifica compiti importanti durante le tue ore di punta fumo

# behavioral.recommendation.weekend.plan
source: Plan smoke-free weekend activities
de: Planen Sie rauchfreie Wochenend-Aktivitäten
es: Planifica actividades de fin de semana sin fumar
fr: Planifiez des activités de week-end sans tabac
it: Pianifica attività weekend senza fumo

# behavioral.recommendation.weekend.social
source: Identify and avoid smoking social situations
de: Identifizieren und vermeiden Sie rauchende soziale Situationen
es: Identifica y evita situaciones sociales de fumar
fr: Identifiez et évitez les situations sociales de tabagisme
it: Identifica ed evita situazioni sociali di fumo

# behavioral.recommendation.weekend.routine
source: Maintain weekday routines on weekends
de: Behalten Sie Wochentag-Routinen am Wochenende bei
es: Mantén rutinas de días laborales los fines de semana
fr: Maintenez les routines de semaine le week-end
it: Mantieni routine giorni feriali nei weekend

# behavioral.recommendation.streak.prepare
source: Prepare coping strategies for %@
de: Bereiten Sie Bewältigungsstrategien für %@ vor
es: Prepara estrategias de afrontamiento para %@
fr: Préparez des stratégies d'adaptation pour %@
it: Prepara strategie di coping per %@

# behavioral.recommendation.streak.avoid
source: Avoid %@ situations at %d:00
de: Vermeiden Sie %@ Situationen um %d:00 Uhr
es: Evita situaciones %@ a las %d:00
fr: Évitez les situations %@ à %d:00
it: Evita situazioni %@ alle %d:00

# behavioral.recommendation.streak.support
source: Have support ready during vulnerable times
de: Halten Sie Unterstützung während verletzlicher Zeiten bereit
es: Ten apoyo listo durante momentos vulnerables
fr: Ayez du soutien prêt pendant les moments vulnérables
it: Tieni pronto supporto durante momenti vulnerabili

# behavioral.recommendation.social.alternative
source: Find non-smoking social activities
de: Finden Sie rauchfreie soziale Aktivitäten
es: Encuentra actividades sociales sin fumar
fr: Trouvez des activités sociales sans tabac
it: Trova attività sociali senza fumo

# behavioral.recommendation.social.support
source: Tell friends about your quit plan
de: Erzählen Sie Freunden von Ihrem Aufhör-Plan
es: Cuéntales a tus amigos sobre tu plan para dejar
fr: Parlez à vos amis de votre plan d'arrêt
it: Racconta agli amici del tuo piano per smettere

# behavioral.recommendation.social.escape
source: Practice polite ways to decline smoking invitations
de: Üben Sie höfliche Wege, Rauch-Einladungen abzulehnen
es: Practica formas educadas de rechazar invitaciones a fumar
fr: Pratiquez des moyens polis de refuser les invitations au tabac
it: Pratica modi educati per rifiutare inviti a fumare

# behavioral.recommendation.environment.modify
source: Modify your %@ environment to reduce triggers
de: Modifizieren Sie Ihre %@ Umgebung, um Auslöser zu reduzieren
es: Modifica tu entorno %@ para reducir disparadores
fr: Modifiez votre environnement %@ pour réduire les déclencheurs
it: Modifica il tuo ambiente %@ per ridurre trigger

# behavioral.recommendation.environment.avoid
source: Limit time spent in %@ when possible
de: Begrenzen Sie die Zeit bei %@ wenn möglich
es: Limita el tiempo pasado en %@ cuando sea posible
fr: Limitez le temps passé à %@ quand c'est possible
it: Limita tempo trascorso in %@ quando possibile

# behavioral.recommendation.environment.replacement
source: Create new positive associations with this space
de: Schaffen Sie neue positive Assoziationen mit diesem Raum
es: Crea nuevas asociaciones positivas con este espacio
fr: Créez de nouvelles associations positives avec cet espace
it: Crea nuove associazioni positive con questo spazio

# behavioral.recommendation.regression.reassess
source: Review what changed in your routine this week
de: Überprüfen Sie, was sich diese Woche in Ihrer Routine geändert hat
es: Revisa qué cambió en tu rutina esta semana
fr: Revoyez ce qui a changé dans votre routine cette semaine
it: Rivedi cosa è cambiato nella tua routine questa settimana

# behavioral.recommendation.regression.support
source: Reach out for additional support
de: Suchen Sie zusätzliche Unterstützung
es: Busca apoyo adicional
fr: Recherchez un soutien supplémentaire
it: Cerca supporto aggiuntivo

# behavioral.recommendation.regression.gentle
source: Be patient with yourself - setbacks are normal
de: Seien Sie geduldig mit sich selbst - Rückschläge sind normal
es: Ten paciencia contigo mismo - los retrocesos son normales
fr: Soyez patient avec vous-même - les rechutes sont normales
it: Sii paziente con te stesso - le ricadute sono normali

# behavioral.recommendation.stress.breathing
source: Practice 4-7-8 breathing when stressed
de: Üben Sie 4-7-8 Atmung bei Stress
es: Practica respiración 4-7-8 cuando estés estresado
fr: Pratiquez la respiration 4-7-8 lors du stress
it: Pratica respirazione 4-7-8 quando stressato

# behavioral.recommendation.stress.exercise
source: Take a 5-minute walk when feeling stressed
de: Machen Sie einen 5-minütigen Spaziergang bei Stress
es: Camina 5 minutos cuando te sientas estresado
fr: Faites une marche de 5 minutes quand vous vous sentez stressé
it: Fai una camminata di 5 minuti quando ti senti stressato

# behavioral.recommendation.stress.mindfulness
source: Use a mindfulness app for stress management
de: Verwenden Sie eine Achtsamkeits-App für Stressmanagement
es: Usa una app de atención plena para manejar el estrés
fr: Utilisez une app de pleine conscience pour la gestion du stress
it: Usa un'app mindfulness per gestione stress

# behavioral.recommendation.boredom.activities
source: Keep a list of 5-minute activities handy
de: Halten Sie eine Liste von 5-Minuten-Aktivitäten bereit
es: Ten una lista de actividades de 5 minutos a mano
fr: Gardez une liste d'activités de 5 minutes à portée de main
it: Tieni una lista di attività da 5 minuti a portata di mano

# behavioral.recommendation.boredom.hobby
source: Start a new hobby that keeps your hands busy
de: Beginnen Sie ein neues Hobby, das Ihre Hände beschäftigt
es: Comienza un nuevo pasatiempo que mantenga tus manos ocupadas
fr: Commencez un nouveau passe-temps qui occupe vos mains
it: Inizia un nuovo hobby che tenga occupate le mani

# behavioral.recommendation.boredom.productive
source: Turn boredom into productive micro-tasks
de: Verwandeln Sie Langeweile in produktive Mikro-Aufgaben
es: Convierte el aburrimiento en micro-tareas productivas
fr: Transformez l'ennui en micro-tâches productives
it: Trasforma noia in micro-compiti produttivi

# behavioral.recommendation.generic.identify
source: Identify early warning signs of %@ triggers
de: Identifizieren Sie frühe Warnzeichen von %@ Auslösern
es: Identifica señales de alerta temprana de disparadores %@
fr: Identifiez les signes précurseurs des déclencheurs %@
it: Identifica segnali di allarme precoce dei trigger %@

# behavioral.recommendation.generic.alternative
source: Create healthy alternatives for %@ situations
de: Schaffen Sie gesunde Alternativen für %@ Situationen
es: Crea alternativas saludables para situaciones %@
fr: Créez des alternatives saines pour les situations %@
it: Crea alternative salutari per situazioni %@

# behavioral.recommendation.generic.avoid
source: Avoid or minimize %@ triggers when possible
de: Vermeiden oder minimieren Sie %@ Auslöser wenn möglich
es: Evita o minimiza disparadores %@ cuando sea posible
fr: Évitez ou minimisez les déclencheurs %@ quand c'est possible
it: Evita o minimizza trigger %@ quando possibile

# ai.quit.plan.optimizer.title
source: AI Quit Plan Optimizer
de: KI Aufhör-Plan-Optimierer
es: Optimizador de Plan para Dejar IA
fr: Optimiseur de Plan d'Arrêt IA
it: Ottimizzatore Piano AI per Smettere

source: AI-Powered Quit Plan Optimization
de: KI-gestützte Aufhör-Plan-Optimierung
es: Optimización de Plan para Dejar Impulsada por IA
fr: Optimisation de Plan d'Arrêt Propulsée par IA
it: Ottimizzazione Piano per Smettere Potenziata dall'AI

# get.personalized.recommendations
source: Get personalized recommendations based on your smoking patterns, health data, and behavioral analysis
de: Erhalten Sie personalisierte Empfehlungen basierend auf Ihren Rauchmustern, Gesundheitsdaten und Verhaltensanalyse
es: Obtén recomendaciones personalizadas basadas en tus patrones de fumar, datos de salud y análisis conductual
fr: Obtenez des recommandations personnalisées basées sur vos habitudes de tabagisme, données de santé et analyse comportementale
it: Ottieni raccomandazioni personalizzate basate sui tuoi pattern di fumo, dati salute e analisi comportamentale

source: Current Plan
de: Aktueller Plan
es: Plan Actual
fr: Plan Actuel
it: Piano Attuale

source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo

source: Not set
de: Nicht gesetzt
es: No establecida
fr: Non définie
it: Non impostata

source: Reduction Curve
de: Reduzierungskurve
es: Curva de Reducción
fr: Courbe de Réduction
it: Curva di Riduzione

source: AI Optimization
de: KI-Optimierung
es: Optimización IA
fr: Optimisation IA
it: Ottimizzazione AI

source: Generate Optimized Plan
de: Optimierten Plan generieren
es: Generar Plan Optimizado
fr: Générer un Plan Optimisé
it: Genera Piano Ottimizzato

source: Evaluate Current Performance
de: Aktuelle Leistung bewerten
es: Evaluar Rendimiento Actual
fr: Évaluer la Performance Actuelle
it: Valuta Performance Attuale

source: Analyzing your data...
de: Analysiere Ihre Daten...
es: Analizando tus datos...
fr: Analyse de vos données...
it: Analizzando i tuoi dati...
