Repository: FightTheStroke/MirrorSmoker
Catalog: MirrorSmokerStopper/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# health.benefit.energy.level
source: Energy Boost
de: Energie-Boost
es: Aumento de Energía
fr: Boost d'Énergie
it: Aumento di Energia

# health.benefit.energy.level.desc
source: Energy levels increase noticeably
de: Energielevel steigen merklich
es: Los niveles de energía aumentan notablemente
fr: Les niveaux d'énergie augmentent notablement
it: I livelli di energia aumentano notevolmente

# health.benefits.empty.title
source: Health Recovery Awaits
de: Gesundheitserholung wartet
es: La Recuperación de Salud Te Espera
fr: La Récupération Santé Vous Attend
it: Il Recupero della Salute ti Aspetta

# health.benefits.empty.subtitle
source: Your body starts recovering within 20 minutes of quitting
de: Ihr Körper beginnt sich innerhalb von 20 Minuten nach dem Aufhören zu erholen
es: Tu cuerpo comienza a recuperarse dentro de 20 minutos de dejarlo
fr: Votre corps commence à récupérer dans les 20 minutes après l'arrêt
it: Il tuo corpo inizia a recuperare entro 20 minuti dallo smettere

# statistics.title
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche

# statistics.analyze.period
source: Analyze Period
de: Periode analysieren
es: Analizar Período
fr: Analyser la Période
it: Periodo di Analisi

# statistics.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

# statistics.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri

# statistics.this.week
source: This Week
de: Diese Woche
es: Esta Semana
fr: Cette Semaine
it: Questa Settimana

# statistics.last.week
source: Last Week
de: Letzte Woche
es: Semana Pasada
fr: Semaine Dernière
it: Scorsa Settimana

# statistics.this.month
source: This Month
de: Diesen Monat
es: Este Mes
fr: Ce Mois
it: Questo Mese

# statistics.total
source: Total
de: Gesamt
it: Totale

# statistics.average
source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media

# statistics.peak.hour
source: Peak Hour
de: Spitzenstunde
es: Hora Pico
fr: Heure de Pointe
it: Ora di Punta

# statistics.most.used.tag
source: Most Used Tag
de: Meistverwendeter Tag
es: Etiqueta Más Usada
fr: Tag le Plus Utilisé
it: Tag Più Usato

# statistics.none
source: None
de: Keine
es: Ninguna
fr: Aucun
it: Nessuno

# statistics.per.day
source: per day
de: pro Tag
es: por día
fr: par jour
it: al giorno

# statistics.most.active
source: most active
de: am aktivsten
es: más activa
fr: le plus actif
it: più attivo

# statistics.category
source: category
de: Kategorie
es: categoría
fr: catégorie
it: categoria

# statistics.hourly.distribution
source: Hourly Distribution
de: Stündliche Verteilung
es: Distribución por Horas
fr: Répartition Horaire
it: Distribuzione Oraria

# statistics.tap.bars
source: Tap bars to add tags
de: Tippen Sie auf Balken, um Tags hinzuzufügen
es: Toca las barras para añadir etiquetas
fr: Appuyez sur les barres pour ajouter des tags
it: Tocca le barre per aggiungere tag

# statistics.tag.analysis
source: Tag Analysis
de: Tag-Analyse
es: Análisis de Etiquetas
fr: Analyse des Tags
it: Analisi Tag

# statistics.peak.hours.analysis
source: Peak Hours Analysis
de: Spitzenstunden-Analyse
es: Análisis de Horas Pico
fr: Analyse des Heures de Pointe
it: Analisi Ore di Punta

# statistics.weekly.pattern
source: Weekly Pattern
de: Wochenmuster
es: Patrón Semanal
fr: Modèle Hebdomadaire
it: Schema Settimanale

# statistics.detailed.statistics
source: Detailed Statistics
de: Detaillierte Statistiken
es: Estadísticas Detalladas
fr: Statistiques Détaillées
it: Statistiche Dettagliate

# statistics.first.cigarette
source: First cigarette
de: Erste Zigarette
es: Primer cigarrillo
fr: Première cigarette
it: Prima sigaretta

# statistics.last.cigarette
source: Last cigarette
de: Letzte Zigarette
es: Último cigarrillo
fr: Dernière cigarette
it: Ultima sigaretta

# statistics.longest.break
source: Longest break
de: Längste Pause
es: Pausa más larga
fr: Pause la plus longue
it: Pausa più lunga

# statistics.average.interval
source: Average interval
de: Durchschnittsintervall
es: Intervalo promedio
fr: Intervalle moyen
it: Intervallo medio

# statistics.with.tags
source: With tags
de: Mit Tags
es: Con etiquetas
fr: Avec tags
it: Con tag

# statistics.morning
source: Morning
de: Morgen
es: Mañana
fr: Matin
it: Mattina

# statistics.afternoon
source: Afternoon
de: Nachmittag
es: Tarde
fr: Après-midi
it: Pomeriggio

# statistics.evening
source: Evening
de: Abend
es: Noche
fr: Soir
it: Sera

# statistics.night
source: Night
de: Nacht
es: Madrugada
fr: Nuit
it: Notte

# tags.none.title
source: No tags yet
de: Noch keine Tags
es: Aún no hay etiquetas
fr: Pas encore de tags
it: Ancora nessun tag

# tags.none.subtitle
source: Create your first tag to categorize your cigarettes
de: Erstellen Sie Ihren ersten Tag zur Kategorisierung Ihrer Zigaretten
es: Crea tu primera etiqueta para categorizar tus cigarrillos
fr: Créez votre premier tag pour catégoriser vos cigarettes
it: Crea il tuo primo tag per categorizzare le sigarette

# tags.create.first
source: Create First Tag
de: Ersten Tag erstellen
es: Crear Primera Etiqueta
fr: Créer le Premier Tag
it: Crea Primo Tag

# tags.available
source: Available Tags
de: Verfügbare Tags
es: Etiquetas Disponibles
fr: Tags Disponibles
it: Tag Disponibili

# tags.swipe.hint
source: Swipe left on a tag to delete it
de: Nach links wischen, um einen Tag zu löschen
es: Desliza hacia la izquierda en una etiqueta para eliminarla
fr: Glissez vers la gauche sur un tag pour le supprimer
it: Scorri a sinistra su un tag per eliminarlo

# tags.select.title
source: Select Tags
de: Tags auswählen
es: Seleccionar Etiquetas
fr: Sélectionner les Tags
it: Seleziona Tag

# tags.delete.title
source: Delete Tag
de: Tag löschen
es: Eliminar Etiqueta
fr: Supprimer le Tag
it: Elimina Tag

# tags.delete.message
source: Are you sure you want to delete '%@'? This action cannot be undone.
de: Sind Sie sicher, dass Sie '%@' löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar '%@'? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer '%@' ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare '%@'? Questa azione non può essere annullata.

# tags.name.placeholder
source: Enter tag name
de: Tag-Name
es: Nombre de la Etiqueta
fr: Nom du Tag
it: Nome Tag

# tags.name.title
source: Tag Name
es: Nombre de la Etiqueta
fr: Nom du Tag
it: Nome Tag

# tags.name.footer
source: Choose a descriptive name for your tag
de: Wählen Sie einen beschreibenden Namen für Ihren Tag
es: Elige un nombre descriptivo para tu etiqueta
fr: Choisissez un nom descriptif pour votre tag
it: Scegli un nome descrittivo per il tuo tag

# tags.color.custom
source: Custom Color
de: Benutzerdefinierte Farbe
es: Color Personalizado
fr: Couleur Personnalisée
it: Colore Personalizzato

# tags.color.footer
source: Tap a color to select it, or use the custom color picker
de: Tippen Sie auf eine Farbe, um sie auszuwählen, oder verwenden Sie den benutzerdefinierten Farbwähler
es: Toca un color para seleccionarlo, o usa el selector de color personalizado
fr: Appuyez sur une couleur pour la sélectionner, ou utilisez le sélecteur de couleur personnalisé
it: Tocca un colore per selezionarlo, o usa il selettore di colore personalizzato

# tags.preview
source: Tag Preview
de: Tag-Vorschau
es: Vista Previa de Etiqueta
fr: Aperçu du Tag
it: Anteprima Tag

# tags.preview.title
source: Preview
de: Vorschau
es: Vista Previa
fr: Aperçu
it: Anteprima

# tags.create.title
source: Create Tag
de: Tag erstellen
es: Crear Etiqueta
fr: Créer un Tag
it: Crea Tag

# tags.label
source: Tags
es: Etiquetas
it: Tag

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva

# settings.calculated.age
source: Calculated Age
de: Berechnetes Alter
es: Edad Calculada
fr: Âge Calculé
it: Età Calcolata

# settings.years.old
source: %d years old
de: %d Jahre alt
es: %d años
fr: %d ans
it: %d anni

# widget.a11y.today.count
source: %d cigarettes today
de: %d
es: %d
fr: %d
it: %d

# widget.a11y.today.cigarettes
source: %d cigarettes smoked today
de: Heute: %d Zigaretten
es: Hoy: %d cigarrillos
fr: Aujourd'hui : %d cigarettes
it: Oggi: %d sigarette

# widget.a11y.great.job
source: Great job! No cigarettes today
de: Großartige Arbeit! Heute keine Zigaretten
es: ¡Excelente trabajo! Ningún cigarrillo hoy
fr: Excellent travail ! Aucune cigarette aujourd'hui
it: Ottimo lavoro! Nessuna sigaretta oggi

# widget.a11y.add.cigarette
source: Add cigarette
de: Zigarette hinzufügen
es: Añadir cigarrillo
fr: Ajouter une cigarette
it: Aggiungi sigaretta

# widget.a11y.add.cigarette.hint
source: Double-tap to add a cigarette entry
de: Tippen, um eine neue Zigarette zu registrieren
es: Toca para registrar un nuevo cigarrillo
fr: Appuyer pour enregistrer une nouvelle cigarette
it: Tocca per registrare una nuova sigaretta

# widget.a11y.no.cigarettes.today
source: No cigarettes today
de: Heute keine Zigaretten registriert
es: Ningún cigarrillo registrado hoy
fr: Aucune cigarette enregistrée aujourd'hui
it: Nessuna sigaretta registrata oggi

# widget.a11y.last.cigarette.time
source: Last cigarette: %@
de: Letzte Zigarette um %@
es: Último cigarrillo a las %@
fr: Dernière cigarette à %@
it: Ultima sigaretta alle %@

# widget.a11y.daily.average
source: Daily average: %.1f cigarettes
de: Tagesdurchschnitt: %.1f Zigaretten
es: Promedio diario: %.1f cigarrillos
fr: Moyenne quotidienne : %.1f cigarettes
it: Media giornaliera: %.1f sigarette

# a11y.cigarette.row
source: Cigarette entry
de: Zigaretten-Eintrag
es: Entrada de cigarrillo
fr: Entrée cigarette
it: Voce sigaretta

# a11y.cigarette.time
source: Time: %@
de: Zeit: %@
es: Hora: %@
fr: Heure : %@
it: Ora: %@

# a11y.delete.cigarette
source: Delete cigarette
de: Zigarette löschen
es: Eliminar cigarrillo
fr: Supprimer la cigarette
it: Elimina sigaretta

# a11y.add.tags.to.cigarette
source: Add tags to cigarette
de: Tags zur Zigarette hinzufügen
es: Añadir etiquetas al cigarrillo
fr: Ajouter des tags à la cigarette
it: Aggiungi tag alla sigaretta

# a11y.floating.add.button
source: Add new cigarette
de: Neue Zigarette hinzufügen
es: Añadir nuevo cigarrillo
fr: Ajouter une nouvelle cigarette
it: Aggiungi nuova sigaretta

# a11y.floating.add.button.hint
source: Tap to add cigarette, hold to add with tags
de: Tippen, um Zigarette hinzuzufügen, gedrückt halten für Tags
es: Toca para añadir cigarrillo, mantén presionado para añadir con etiquetas
fr: Appuyer pour ajouter une cigarette, maintenir pour ajouter avec des tags
it: Tocca per aggiungere sigaretta, tieni premuto per aggiungere con tag

# a11y.progress.ring
source: Progress: %@ of %@ cigarettes
de: Fortschritt: %@ von %@ Zigaretten
es: Progreso: %@ de %@ cigarrillos
fr: Progrès : %@ sur %@ cigarettes
it: Progressi: %@ di %@ sigarette

# a11y.stats.card
source: Statistics card
de: Statistik-Karte
es: Tarjeta de estadísticas
fr: Carte de statistiques
it: Scheda statistiche

# a11y.today.stats
source: Today's statistics
de: Heutige Statistiken
es: Estadísticas de hoy
fr: Statistiques d'aujourd'hui
it: Statistiche di oggi

# a11y.quick.stats
source: Quick statistics
de: Schnellstatistiken
es: Estadísticas rápidas
fr: Statistiques rapides
it: Statistiche rapide

# a11y.back.button
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro

# a11y.settings.button
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

# a11y.save.button
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva

# a11y.form.field
source: %@ field
de: %@ Feld
es: Campo %@
fr: Champ %@
it: Campo %@

# a11y.picker
source: %@ picker
es: Selector %@
fr: Sélecteur %@
it: Selettore %@

# a11y.toggle
source: %@ toggle
de: %@ Umschalter
es: Interruptor %@
fr: Basculer %@
it: Interruttore %@

# a11y.today.count.and.target
source: Today: %d out of %d cigarettes
de: Heute: %d von %d Zigaretten
es: Hoy: %d de %d cigarrillos
fr: Aujourd'hui : %d sur %d cigarettes
it: Oggi: %d di %d sigarette

# a11y.todays.cigarettes.count
source: Today's cigarettes: %d entries
de: Heutige Zigaretten: %d Einträge
es: Cigarrillos de hoy: %d entradas
fr: Cigarettes d'aujourd'hui : %d entrées
it: Sigarette di oggi: %d voci

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

# widget.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

# widget.daily.avg
source: Daily Avg
de: Tagesdurchschnitt
es: Prom. Diario
fr: Moy. Quotidienne
it: Media Giorn.

# widget.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi

# widget.never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai

# widget.display.name
source: Cigarette Tracker
de: MirrorSmoker
es: MirrorSmoker
fr: MirrorSmoker
it: MirrorSmoker

# widget.description
source: Track your daily cigarette count and add new entries quickly.
de: Verfolgen Sie Ihre Zigaretten schnell
es: Rastrea tus cigarrillos rápidamente
fr: Suivez vos cigarettes rapidement
it: Traccia le tue sigarette velocemente

# widget.no.cigarettes.today
source: None today
de: Heute keine Zigaretten
es: Ningún cigarrillo hoy
fr: Aucune cigarette aujourd'hui
it: Nessuna sigaretta oggi

# widget.last.at
source: Last at
de: Letzte um
es: Último a las
fr: Dernière à
it: Ultima alle

# daily.stats.quick.add
source: Quick Add
de: Schnell hinzufügen
es: Añadir Rápido
fr: Ajout Rapide
it: Aggiunta Rapida

source: Select Tags
de: Tags auswählen
es: Seleccionar Etiquetas
fr: Sélectionner les Tags
it: Seleziona Tag

# history.title
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia

source: Added from widget
de: Vom Widget hinzugefügt
es: Añadido desde widget
fr: Ajouté depuis le widget
it: Aggiunto dal widget

# history.recent.title
source: Recent History
de: Aktueller Verlauf
es: Historial Reciente
fr: Historique Récent
it: Cronologia Recente

# weekly.chart.title
source: Weekly Overview
de: Wöchentliche Übersicht
es: Resumen Semanal
fr: Aperçu Hebdomadaire
it: Panoramica Settimanale

# weekly.stats.last.4.weeks
source: Last 4 Weeks
de: Letzte 4 Wochen
es: Últimas 4 Semanas
fr: 4 Dernières Semaines
it: Ultime 4 Settimane

# weekly.stats.total.4.weeks
source: Total 4 Weeks
de: Gesamt 4 Wochen
es: Total 4 Semanas
fr: Total 4 Semaines
it: Totale 4 Settimane

# weekly.stats.average.weekly
source: Weekly Average
de: Wöchentlicher Durchschnitt
es: Promedio Semanal
fr: Moyenne Hebdomadaire
it: Media Settimanale

# weekly.stats.per.week
source: per week
de: pro Woche
es: por semana
fr: par semaine
it: a settimana

# weekly.stats.total.cigarettes
source: Total: %d cigarettes
de: Gesamt: %d Zigaretten
es: Total: %d cigarrillos
it: Totale: %d sigarette

# weekly.stats.average.format
source: Avg: %d/day
de: Durchschnitt: %d/Tag
es: Prom: %d/día
fr: Moy : %d/jour
it: Media: %d/giorno

# weekly.stats.this.week
source: This Week
de: Diese Woche
es: Esta Semana
fr: Cette Semaine
it: Questa Settimana

# weekly.stats.last.week
source: Last Week
de: Letzte Woche
es: Semana Pasada
fr: Semaine Dernière
it: Scorsa Settimana

# weekly.stats.trend.analysis
source: Trend Analysis
de: Trend-Analyse
es: Análisis de Tendencia
fr: Analyse de Tendance
it: Analisi Trend

# weekly.stats.no.change
source: No Change
de: Keine Änderung
es: Sin Cambios
fr: Aucun Changement
it: Nessun Cambiamento

# weekly.stats.improvement
source: Improvement
de: Verbesserung
es: Mejora
fr: Amélioration
it: Miglioramento

# weekly.stats.worsening
source: Worsening
de: Verschlechterung
es: Empeoramiento
fr: Détérioration
it: Peggioramento

# weekly.stats.same.as.last.week
source: Same as last week
de: Gleich wie letzte Woche
es: Igual que la semana pasada
fr: Identique à la semaine dernière
it: Uguale alla scorsa settimana

# weekly.stats.difference.format
source: %d %@ than last week
de: %d %@ als letzte Woche
es: %d %@ que la semana pasada
fr: %d %@ que la semaine dernière
it: %d %@ rispetto alla scorsa settimana

# weekly.stats.less
source: less
de: weniger
es: menos
fr: de moins
it: meno

# weekly.stats.more
source: more
de: mehr
es: más
fr: de plus
it: più

# weekly.stats.title
source: Weekly Statistics
de: Wöchentliche Statistiken
es: Estadísticas Semanales
fr: Statistiques Hebdomadaires
it: Statistiche Settimanali

# smoking.type.cigarettes
source: Cigarettes
de: Zigaretten
es: Cigarrillos
it: Sigarette

# smoking.type.electronic
source: E-Cigarettes
de: E-Zigaretten
es: Cigarrillos Electrónicos
fr: Cigarettes Électroniques
it: Sigarette Elettroniche

# smoking.type.tobacco
source: Tobacco
de: Tabak
es: Tabaco
fr: Tabac
it: Tabacco

# statistics.overview.today
source: Today's Overview
de: Heutige Übersicht
es: Resumen de Hoy
fr: Aperçu d'Aujourd'hui
it: Panoramica di Oggi

# statistics.weekly.total
source: Weekly Total
de: Wöchentliches Gesamt
es: Total Semanal
fr: Total Hebdomadaire
it: Totale Settimanale

# statistics.daily.average
source: Daily Avg
de: Tagesdurchschnitt
es: Promedio Diario
fr: Moyenne Quotidienne
it: Media Giornaliera

# statistics.vs.last.week
source: vs last week
de: vs letzte Woche
es: vs semana pasada
fr: vs semaine dernière
it: vs scorsa settimana

# statistics.vs.average
source: vs Average
de: vs Durchschnitt
es: vs Promedio
fr: vs Moyenne
it: vs Media

# statistics.week.goal
source: Week Goal
de: Wochenziel
es: Objetivo Semanal
fr: Objectif Semaine
it: Obiettivo Settimana

# statistics.trend.up
source: Increase
de: Anstieg
es: Aumento
fr: Hausse
it: Aumento

# statistics.trend.down
source: Decrease
de: Rückgang
es: Disminución
fr: Baisse
it: Diminuzione

# statistics.trend.stable
source: Stable
de: Stabil
es: Estable
it: Stabile

# statistics.progress.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

# statistics.progress.week
source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana

# statistics.progress.average
source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media

# greeting.morning
source: Good Morning
de: Guten Morgen
es: Buenos Días
fr: Bonjour
it: Buongiorno

# greeting.afternoon
source: Good Afternoon
de: Guten Nachmittag
es: Buenas Tardes
fr: Bon Après-midi
it: Buon pomeriggio

# greeting.evening
source: Good Evening
de: Guten Abend
es: Buenas Tardes
fr: Bonsoir
it: Buonasera

# greeting.night
source: Good Evening
de: Guten Abend
es: Buenas Tardes
fr: Bonsoir
it: Buona serata

source: View All
de: Alle anzeigen
es: Ver Todo
fr: Voir Tout
it: Vedi Tutte

source: all time
de: alle Zeit
es: todo el tiempo
fr: tout temps
it: sempre

source: Last one
de: Letzte
es: Último
fr: Dernière
it: Ultima

source: Just now
de: Gerade eben
es: Ahora mismo
fr: À l'instant
it: Adesso

# time.ago.hours
source: %dh %dm ago
de: vor %dh %dm
es: hace %dh %dm
fr: il y a %dh %dm
it: %dh %dm fa

# time.ago.minutes
source: %dm ago
de: vor %dm
es: hace %dm
fr: il y a %dm
it: %dm fa

# trend.from.last.week
source: from last week
de: von letzter Woche
es: de la semana pasada
fr: de la semaine dernière
it: dalla scorsa settimana

# trend.same.as.last.week
source: same as last week
de: gleich wie letzte Woche
es: igual que la semana pasada
fr: identique à la semaine dernière
it: uguale alla scorsa settimana

source: Weekly Total
de: Wöchentliches Gesamt
es: Total Semanal
fr: Total Hebdomadaire
it: Totale Settimanale

source: Daily Average
de: Tagesdurchschnitt
es: Promedio Diario
fr: Moyenne Quotidienne
it: Media Giorn.

# cigarettes.plural
source: cigarettes
de: Zigaretten
es: cigarrillos
it: sigarette

# days.7
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni

source: per day
de: pro Tag
es: por día
fr: par jour
it: al giorno

# history.no.history
source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
it: Nessun dato disponibile

# dependency.low
source: Low
de: Niedrig
es: Baja
fr: Faible
it: Bassa

# dependency.moderate
source: Moderate
de: Mäßig
es: Moderada
fr: Modérée
it: Moderata

# dependency.high
source: High
de: Hoch
es: Alta
fr: Élevée
it: Alta

# dependency.severe
source: Severe
de: Schwer
es: Severa
fr: Sévère
it: Grave

# insight.category.behavioral
source: Behavioral
de: Verhalten
es: Conductual
fr: Comportemental
it: Comportamentale

# insight.category.progress
source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
it: Progressi

# insight.category.health
source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute

# insight.category.motivation
source: Motivation
es: Motivación
it: Motivazione

# insight.morning.early.title
source: Early Morning Pattern
de: Frühes Morgenmuster
es: Patrón Matutino Temprano
fr: Modèle Matinal Précoce
it: Schema Mattutino Precoce

# insight.morning.early.message
source: You smoke your first cigarette %d minutes after waking. Research shows this indicates high nicotine dependence.
de: Sie rauchen Ihre erste Zigarette %d Minuten nach dem Aufwachen. Forschung zeigt, dass dies auf hohe Nikotinabhängigkeit hinweist.
es: Fumas tu primer cigarrillo %d minutos después de despertar. La investigación muestra que esto indica alta dependencia a la nicotina.
fr: Vous fumez votre première cigarette %d minutes après le réveil. Les recherches montrent que cela indique une forte dépendance à la nicotine.
it: Fumi la prima sigaretta %d minuti dopo il risveglio. La ricerca mostra che indica alta dipendenza da nicotina.

# insight.morning.early.action
source: Try delaying your first cigarette by 15-30 minutes tomorrow. Even small delays can reduce dependency.
de: Versuchen Sie morgen, Ihre erste Zigarette um 15-30 Minuten zu verzögern. Selbst kleine Verzögerungen können die Abhängigkeit reduzieren.
es: Intenta retrasar tu primer cigarrillo 15-30 minutos mañana. Incluso pequeños retrasos pueden reducir la dependencia.
fr: Essayez de retarder votre première cigarette de 15-30 minutes demain. Même de petits retards peuvent réduire la dépendance.
it: Prova a rimandare la prima sigaretta di 15-30 minuti domani. Anche piccoli ritardi possono ridurre la dipendenza.

# insight.morning.moderate.title
source: Morning Habit
de: Morgengewohnheit
es: Hábito Matutino
fr: Habitude Matinale
it: Abitudine Mattutina

# insight.morning.moderate.message
source: First cigarette typically %d minutes after waking. You have moderate morning dependency.
de: Erste Zigarette typischerweise %d Minuten nach dem Aufwachen. Sie haben mäßige Morgenabhängigkeit.
es: Primer cigarrillo típicamente %d minutos después de despertar. Tienes dependencia matutina moderada.
fr: Première cigarette typiquement %d minutes après le réveil. Vous avez une dépendance matinale modérée.
it: Prima sigaretta tipicamente %d minuti dopo il risveglio. Hai una dipendenza mattutina moderata.

# insight.morning.moderate.action
source: Consider establishing a morning routine without smoking for the first hour.
de: Erwägen Sie, eine Morgenroutine ohne Rauchen für die erste Stunde zu etablieren.
es: Considera establecer una rutina matutina sin fumar durante la primera hora.
fr: Envisagez d'établir une routine matinale sans fumer pendant la première heure.
it: Considera di stabilire una routine mattutina senza fumare per la prima ora.

# insight.evening.late.title
source: Late Night Smoking
de: Spätes Nachtrauchen
es: Fumar Nocturno Tardío
fr: Tabagisme Nocturne Tardif
it: Fumo Serale Tardivo
