Repository: FightTheStroke/MirrorSmoker
Catalog: MirrorSmokerStopper/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# no.performance.data
source: No performance data available yet. Complete a few more days to get personalized insights.
de: Noch keine Leistungsdaten verfügbar. Vervollständigen Sie einige weitere Tage, um personalisierte Einblicke zu erhalten.
es: Aún no hay datos de rendimiento disponibles. Completa algunos días más para obtener perspectivas personalizadas.
fr: Aucune donnée de performance disponible encore. Terminez quelques jours de plus pour obtenir des aperçus personnalisés.
it: Nessun dato di performance ancora disponibile. Completa ancora qualche giorno per ottenere insight personalizzati.

source: Recommended Milestones
de: Empfohlene Meilensteine
es: Hitos Recomendados
fr: Étapes Recommandées
it: Milestone Raccomandati

# target.format
source: Target: %@
de: Ziel: %@
es: Objetivo: %@
fr: Objectif : %@
it: Obiettivo: %@

# view.all.milestones
source: View All %d Milestones
de: Alle %d Meilensteine anzeigen
es: Ver Todos los %d Hitos
fr: Voir Toutes les %d Étapes
it: Visualizza Tutti i %d Milestone

# plan.performance.title
source: Plan Performance
de: Plan-Leistung
es: Rendimiento del Plan
fr: Performance du Plan
it: Performance Piano

source: AI Coaching Settings
de: KI-Coaching-Einstellungen
es: Ajustes de Coaching IA
fr: Paramètres de Coaching IA
it: Impostazioni AI Coaching

source: Configuration Report
de: Konfigurationsbericht
es: Reporte de Configuración
fr: Rapport de Configuration
it: Report Configurazione

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina

# reset.ai.warning
source: This will reset all AI coaching settings to their default values. This cannot be undone.
de: Dies setzt alle KI-Coaching-Einstellungen auf ihre Standardwerte zurück. Dies kann nicht rückgängig gemacht werden.
es: Esto restablecerá todos los ajustes de coaching IA a sus valores predeterminados. Esto no se puede deshacer.
fr: Ceci réinitialisera tous les paramètres de coaching IA à leurs valeurs par défaut. Ceci ne peut pas être annulé.
it: Questo ripristinerà tutte le impostazioni AI coaching ai loro valori predefiniti. Non può essere annullato.

source: AI Coaching System
de: KI-Coaching-System
es: Sistema de Coaching IA
fr: Système de Coaching IA
it: Sistema AI Coaching

# ios26.compatibility.message
source: Advanced AI coaching features require iOS 26 and compatible hardware. Basic quit support remains available on all iOS versions.
de: Erweiterte KI-Coaching-Funktionen benötigen iOS 26 und kompatible Hardware. Grundlegende Aufhör-Unterstützung bleibt auf allen iOS-Versionen verfügbar.
es: Las características avanzadas de coaching IA requieren iOS 26 y hardware compatible. El apoyo básico para dejar permanece disponible en todas las versiones de iOS.
fr: Les fonctionnalités avancées de coaching IA nécessitent iOS 26 et du matériel compatible. Le soutien de base à l'arrêt reste disponible sur toutes les versions iOS.
it: Le funzionalità avanzate AI coaching richiedono iOS 26 e hardware compatibile. Il supporto di base per smettere rimane disponibile su tutte le versioni iOS.

# purchase.log.title
source: Log Purchase
de: Kauf protokollieren
es: Registrar Compra
fr: Enregistrer un Achat
it: Registra Acquisto

# purchase.log.subtitle
source: Record your tobacco product purchase
de: Ihren Tabakprodukt-Kauf aufzeichnen
es: Registra tu compra de producto de tabaco
fr: Enregistrez votre achat de produit du tabac
it: Registra l'acquisto del tuo prodotto del tabacco

# purchase.product.name
source: Product Name
de: Produktname
es: Nombre del Producto
fr: Nom du Produit
it: Nome Prodotto

# purchase.product.placeholder
source: e.g. Marlboro Red
de: z.B. Marlboro Red
es: ej. Marlboro Red
fr: ex. Marlboro Red
it: es. Marlboro Red

# purchase.amount
source: Amount
de: Betrag
es: Cantidad
fr: Montant
it: Importo

# purchase.currency
source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta

# purchase.currency.placeholder
source: USD
de: EUR
es: EUR
fr: EUR
it: EUR

# purchase.quantity
source: Quantity
de: Menge
es: Cantidad
fr: Quantité
it: Quantità

# purchase.error.fill.fields
source: Please fill in all fields
de: Bitte alle Felder ausfüllen
es: Por favor llena todos los campos
fr: Veuillez remplir tous les champs
it: Compila tutti i campi

# purchase.error.valid.amount
source: Please enter a valid amount
de: Bitte gültigen Betrag eingeben
es: Por favor introduce una cantidad válida
fr: Veuillez entrer un montant valide
it: Inserisci un importo valido

# purchase.error.amount.positive
source: Amount must be greater than zero
de: Betrag muss größer als Null sein
es: La cantidad debe ser mayor que cero
fr: Le montant doit être supérieur à zéro
it: L'importo deve essere maggiore di zero

# purchase.error.save
source: Failed to save purchase: %@
de: Kauf konnte nicht gespeichert werden: %@
es: No se pudo guardar la compra: %@
fr: Impossible de sauvegarder l'achat : %@
it: Impossibile salvare acquisto: %@

# fab.log.purchase
source: Log Purchase
de: Kauf protokollieren
es: Registrar Compra
fr: Enregistrer un Achat
it: Registra Acquisto

# fab.tagged
source: Tagged
de: Getaggt
es: Etiquetado
fr: Étiqueté
it: Con Tag

# statistics.financial.savings
source: Financial Savings
de: Finanzielle Ersparnisse
es: Ahorros Financieros
fr: Économies Financières
it: Risparmi Finanziari

# statistics.money.spent
source: Money Spent
de: Geld ausgegeben
es: Dinero Gastado
fr: Argent Dépensé
it: Denaro Speso

# statistics.money.saved
source: Money Saved
de: Geld gespart (Schätzung)
es: Dinero Ahorrado (Estimado)
fr: Argent Économisé (Estimation)
it: Denaro Risparmiato (Stima)

# a11y.navigation.tab
source: %@ tab
es: Pestaña %@
fr: Onglet %@

# settings.plan.in.days
source: • In:
es: • En:
fr: • En :

# statistics.trend
source: Trend
es: Tendencia
fr: Tendance

source: AI Coaching
de: KI-Coaching
es: Coaching de IA
fr: Coaching IA

# healthkit.mindfulness.title
source: Mindfulness
de: Achtsamkeit
es: Atención Plena
fr: Pleine Conscience

# insight.category.timing
source: Timing
es: Temporización

# ai.config.privacy.standard
source: Standard
es: Estándar
