Repository: FightTheStroke/MirrorSmoker
Catalog: MirrorSmokerStopper/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# statistics.worst.day
source: Worst day
de: Schlechtester Tag
es: Peor día
fr: Pire jour
it: Peggior giorno

# statistics.analyzed.period
source: Analyzed period
de: Analysierter Zeitraum
es: Período analizado
fr: Période analysée
it: Periodo analizzato

# statistics.days.count
source: %d days
de: %d Tage
es: %d días
fr: %d jours
it: %d giorni

# time.range.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

# time.range.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri

# time.range.week
source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana

# time.range.month
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese

# time.range.all
source: All Time
de: Alle Zeit
es: Todo el tiempo
fr: Tout temps
it: Sempre

# tab.progress
source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
it: Progressi

# tab.plan.profile
source: Plan & Profile
de: Plan & Profil
es: Plan y Perfil
fr: Plan & Profil
it: Piano & Profilo

# statistics.register.more
source: Record more cigarettes to see the trend
de: Zeichnen Sie mehr Zigaretten auf, um den Trend zu sehen
es: Registra más cigarrillos para ver la tendencia
fr: Enregistrez plus de cigarettes pour voir la tendance
it: Registra più sigarette per vedere il trend

# statistics.following.your.plan
source: 💪 You're following your plan
de: 💪 Sie folgen Ihrem Plan
es: 💪 Estás siguiendo tu plan
fr: 💪 Vous suivez votre plan
it: 💪 Stai seguendo il tuo piano

# statistics.exceeded.goal.today
source: ⚠️ You exceeded today's goal
de: ⚠️ Sie haben das heutige Ziel überschritten
es: ⚠️ Has superado el objetivo de hoy
fr: ⚠️ Vous avez dépassé l'objectif d'aujourd'hui
it: ⚠️ Hai superato l'obiettivo di oggi

# statistics.cigarettes.count
source: %d cigarettes
de: %d Zigaretten
es: %d cigarrillos
it: %d sigarette

# statistics.highest.day
source: Highest Day
de: Höchster Tag
es: Día Más Alto
fr: Jour le Plus Élevé
it: Giorno Più Alto

# statistics.lowest.day
source: Lowest Day
de: Niedrigster Tag
es: Día Más Bajo
fr: Jour le Plus Bas
it: Giorno Più Basso

# time.just.now
source: Just now
de: Gerade eben
es: Ahora mismo
fr: À l'instant
it: Proprio ora

# today.vs.goal.chart
source: Today vs Goal
de: Heute vs Ziel
es: Hoy vs Objetivo
fr: Aujourd'hui vs Objectif
it: Oggi vs Obiettivo

# weekly.progress.chart
source: Weekly Progress
de: Wöchentlicher Fortschritt
es: Progreso Semanal
fr: Progrès Hebdomadaire
it: Progressi Settimanali

# early.morning.pattern.insight
source: Early Morning Pattern
de: Frühes Morgenmuster
es: Patrón Matutino Temprano
fr: Modèle Matinal Précoce
it: Schema Mattutino Precoce

# tag.name.label
source: Tag name
es: Nombre de etiqueta
fr: Nom du tag
it: Nome tag

# tag.placeholder.example
source: Example: Stress, Social, Break
de: Beispiel: Stress, Sozial, Pause
es: Ejemplo: Estrés, Social, Descanso
fr: Exemple : Stress, Social, Pause
it: Esempio: Stress, Sociale, Pausa

# color.label
source: Color
de: Farbe
fr: Couleur
it: Colore

# preview.label
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima

# new.tag.title
source: New Tag
de: Neuer Tag
es: Nueva Etiqueta
fr: Nouveau Tag
it: Nuovo Tag

# cancel.button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# save.button
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva

# insight.pattern.format
source: Pattern: %@
de: Muster: %@
es: Patrón: %@
fr: Modèle : %@
it: Schema: %@

# action.taken.message
source: Action taken
de: Aktion durchgeführt
es: Acción tomada
fr: Action prise
it: Azione eseguita

# dismissed.message
source: Dismissed
de: Verworfen
es: Descartado
fr: Ignoré
it: Ignorato

# intent.add.cigarette.title
source: Add Cigarette
de: Zigarette hinzufügen
es: Añadir Cigarrillo
fr: Ajouter une Cigarette
it: Aggiungi Sigaretta

# intent.add.cigarette.description
source: Record a cigarette you just smoked
de: Eine Zigarette aufzeichnen, die Sie gerade geraucht haben
es: Registrar un cigarrillo que acabas de fumar
fr: Enregistrer une cigarette que vous venez de fumer
it: Registra una sigaretta che hai appena fumato

# intent.suggested.phrase
source: I smoked a cigarette
de: Ich habe eine Zigarette geraucht
es: Fumé un cigarrillo
fr: J'ai fumé une cigarette
it: Ho fumato una sigaretta

# intent.parameter.tags
source: Tags
es: Etiquetas
it: Tag

# intent.parameter.tags.description
source: Optional tags to add to this cigarette
de: Optionale Tags für diese Zigarette
es: Etiquetas opcionales para añadir a este cigarrillo
fr: Tags optionnels à ajouter à cette cigarette
it: Tag opzionali da aggiungere a questa sigaretta

# intent.parameter.note
source: Note
de: Notiz
es: Nota
it: Nota

# intent.parameter.note.description
source: Optional note about this cigarette
de: Optionale Notiz zu dieser Zigarette
es: Nota opcional sobre este cigarrillo
fr: Note optionnelle sur cette cigarette
it: Nota opzionale su questa sigaretta

# intent.success.message
source: Cigarette recorded successfully
de: Zigarette erfolgreich aufgezeichnet
es: Cigarrillo registrado exitosamente
fr: Cigarette enregistrée avec succès
it: Sigaretta registrata con successo

# intent.get.count.title
source: Get Today's Cigarette Count
de: Heutige Zigarettenanzahl abrufen
es: Obtener Conteo de Cigarrillos de Hoy
fr: Obtenir le Nombre de Cigarettes d'Aujourd'hui
it: Ottieni Conteggio Sigarette di Oggi

# intent.get.weekly.stats.title
source: Get Weekly Smoking Stats
de: Wöchentliche Rauchstatistiken abrufen
es: Obtener Estadísticas Semanales de Fumar
fr: Obtenir les Statistiques Hebdomadaires de Tabagisme
it: Ottieni Statistiche Settimanali Fumo

# intent.set.quit.goal.title
source: Set Quit Goal
de: Aufhör-Ziel setzen
es: Establecer Objetivo para Dejar
fr: Définir un Objectif d'Arrêt
it: Imposta Obiettivo per Smettere

# intent.get.motivation.title
source: Get Motivation
de: Motivation abrufen
es: Obtener Motivación
fr: Obtenir de la Motivation
it: Ottieni Motivazione

# nome.del.tag
source: Tag Name
es: Nombre de Etiqueta
fr: Nom du Tag
it: Nome del Tag

# esempio.tag
source: Example: Stress, Social, Break
de: Beispiel: Stress, Sozial, Pause
es: Ejemplo: Estrés, Social, Descanso
fr: Exemple : Stress, Social, Pause
it: Esempio: Stress, Sociale, Pausa

# colore
source: Color
de: Farbe
fr: Couleur
it: Colore

# anteprima
source: Preview
de: Vorschau
es: Vista Previa
fr: Aperçu
it: Anteprima

# nome.tag
source: Tag name
es: Nombre de etiqueta
fr: Nom du tag
it: Nome tag

# nuovo.tag
source: New Tag
de: Neuer Tag
es: Nueva Etiqueta
fr: Nouveau Tag
it: Nuovo Tag

# annulla
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# salva
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva

# help.title
source: How to Use MirrorSmoker
de: Wie man MirrorSmoker verwendet
es: Cómo Usar MirrorSmoker
fr: Comment Utiliser MirrorSmoker
it: Come Usare MirrorSmoker

# help.subtitle
source: A complete guide to tracking and reducing your smoking habits
de: Ein vollständiger Leitfaden zum Verfolgen und Reduzieren Ihrer Rauchgewohnheiten
es: Una guía completa para rastrear y reducir tus hábitos de fumar
fr: Un guide complet pour suivre et réduire vos habitudes tabagiques
it: Una guida completa per tracciare e ridurre le tue abitudini di fumo

# help.navigation.title
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto

# help.quick.start.title
source: Quick Start
de: Schnellstart
es: Inicio Rápido
fr: Démarrage Rapide
it: Inizio Rapido

# help.quick.start.1
source: Tap the blue + button to quickly log a cigarette
de: Tippen Sie auf den blauen +-Button, um schnell eine Zigarette zu protokollieren
es: Toca el botón azul + para registrar rápidamente un cigarrillo
fr: Appuyez sur le bouton bleu + pour enregistrer rapidement une cigarette
it: Tocca il pulsante blu + per registrare rapidamente una sigaretta

# help.quick.start.2
source: Hold the + button to add tags to your cigarette
de: Halten Sie den +-Button gedrückt, um Tags zu Ihrer Zigarette hinzuzufügen
es: Mantén presionado el botón + para añadir etiquetas a tu cigarrillo
fr: Maintenez le bouton + pour ajouter des tags à votre cigarette
it: Tieni premuto il pulsante + per aggiungere tag alla tua sigaretta

# help.quick.start.3
source: Check your daily progress in the Statistics tab
de: Überprüfen Sie Ihren täglichen Fortschritt im Statistiken-Tab
es: Revisa tu progreso diario en la pestaña Estadísticas
fr: Vérifiez vos progrès quotidiens dans l'onglet Statistiques
it: Controlla i tuoi progressi giornalieri nella scheda Statistiche

# help.main.features.title
source: Main Features
de: Hauptfunktionen
es: Características Principales
fr: Fonctionnalités Principales
it: Funzionalità Principali

# help.main.features.1
source: Track cigarettes with precise timestamps
de: Verfolgen Sie Zigaretten mit präzisen Zeitstempeln
es: Rastrea cigarrillos con marcas de tiempo precisas
fr: Suivez les cigarettes avec des horodatages précis
it: Traccia sigarette con timestamp precisi

# help.main.features.2
source: Set personalized quit goals and plans
de: Setzen Sie personalisierte Aufhör-Ziele und -Pläne
es: Establece objetivos personalizados para dejar y planes
fr: Définissez des objectifs d'arrêt et des plans personnalisés
it: Imposta obiettivi e piani personalizzati per smettere

# help.main.features.3
source: View detailed statistics and trends
de: Sehen Sie detaillierte Statistiken und Trends
es: Ve estadísticas detalladas y tendencias
fr: Visualisez des statistiques détaillées et des tendances
it: Visualizza statistiche e trend dettagliati

# help.main.features.4
source: Sync data across all your devices with iCloud
de: Synchronisieren Sie Daten über alle Ihre Geräte mit iCloud
es: Sincroniza datos en todos tus dispositivos con iCloud
fr: Synchronisez les données sur tous vos appareils avec iCloud
it: Sincronizza dati su tutti i tuoi dispositivi con iCloud

# help.cigarette.management.title
source: Managing Your Records
de: Verwalten Ihrer Aufzeichnungen
es: Gestionar Tus Registros
fr: Gérer Vos Enregistrements
it: Gestione delle Registrazioni

# help.cigarette.management.1
source: Swipe left on any cigarette entry to delete it
de: Wischen Sie nach links auf jeden Zigaretten-Eintrag, um ihn zu löschen
es: Desliza hacia la izquierda en cualquier entrada de cigarrillo para eliminarla
fr: Glissez vers la gauche sur toute entrée de cigarette pour la supprimer
it: Scorri a sinistra su qualsiasi voce sigaretta per eliminarla

# help.cigarette.management.2
source: Swipe right on a cigarette entry to add tags
de: Wischen Sie nach rechts auf einen Zigaretten-Eintrag, um Tags hinzuzufügen
es: Desliza hacia la derecha en una entrada de cigarrillo para añadir etiquetas
fr: Glissez vers la droite sur une entrée de cigarette pour ajouter des tags
it: Scorri a destra su una voce sigaretta per aggiungere tag

# help.cigarette.management.3
source: Tap on a cigarette row to view details and edit notes
de: Tippen Sie auf eine Zigaretten-Zeile, um Details zu sehen und Notizen zu bearbeiten
es: Toca en una fila de cigarrillo para ver detalles y editar notas
fr: Appuyez sur une ligne de cigarette pour voir les détails et modifier les notes
it: Tocca su una riga sigaretta per visualizzare dettagli e modificare note

# help.cigarette.management.4
source: Use the floating action button for quick logging
de: Verwenden Sie den schwebenden Aktions-Button für schnelle Protokollierung
es: Usa el botón de acción flotante para registro rápido
fr: Utilisez le bouton d'action flottant pour un enregistrement rapide
it: Usa il pulsante di azione fluttuante per registrazioni rapide

# help.tags.title
source: Using Tags
de: Tags verwenden
es: Usar Etiquetas
fr: Utiliser les Tags
it: Utilizzo Tag

# help.tags.1
source: Tags help you understand when and why you smoke
de: Tags helfen Ihnen zu verstehen, wann und warum Sie rauchen
es: Las etiquetas te ayudan a entender cuándo y por qué fumas
fr: Les tags vous aident à comprendre quand et pourquoi vous fumez
it: I tag ti aiutano a capire quando e perché fumi

# help.tags.2
source: Create custom tags like 'Stress', 'Work', 'Social', etc.
de: Erstellen Sie benutzerdefinierte Tags wie 'Stress', 'Arbeit', 'Sozial', usw.
es: Crea etiquetas personalizadas como 'Estrés', 'Trabajo', 'Social', etc.
fr: Créez des tags personnalisés comme 'Stress', 'Travail', 'Social', etc.
it: Crea tag personalizzati come 'Stress', 'Lavoro', 'Sociale', ecc.

# help.tags.3
source: View tag analysis in Statistics to identify your triggers
de: Sehen Sie sich die Tag-Analyse in den Statistiken an, um Ihre Auslöser zu identifizieren
es: Ve el análisis de etiquetas en Estadísticas para identificar tus disparadores
fr: Visualisez l'analyse des tags dans les Statistiques pour identifier vos déclencheurs
it: Visualizza l'analisi tag nelle Statistiche per identificare i tuoi trigger

# help.integrations.title
source: Widgets & Siri
es: Widgets y Siri
fr: Intégrations
it: Widget e Siri

# help.integrations.1
source: Add home screen widgets for quick cigarette logging
de: Fügen Sie Startbildschirm-Widgets für schnelle Zigaretten-Protokollierung hinzu
es: Añade widgets de pantalla de inicio para registro rápido de cigarrillos
fr: Ajoutez des widgets d'écran d'accueil pour un enregistrement rapide des cigarettes
it: Aggiungi widget alla schermata principale per registrazioni rapide

# help.integrations.2
source: Say 'Hey Siri, I smoked a cigarette' to log instantly
de: Sagen Sie 'Hey Siri, ich habe eine Zigarette geraucht', um sofort zu protokollieren
es: Di 'Oye Siri, fumé un cigarrillo' para registrar instantáneamente
fr: Dites 'Dis Siri, j'ai fumé une cigarette' pour enregistrer instantanément
it: Dì 'Hey Siri, ho fumato una sigaretta' per registrare istantaneamente

# help.integrations.3
source: Ask Siri for your daily count or weekly statistics
de: Fragen Sie Siri nach Ihrem täglichen Zähler oder wöchentlichen Statistiken
es: Pregúntale a Siri por tu conteo diario o estadísticas semanales
fr: Demandez à Siri votre compteur quotidien ou vos statistiques hebdomadaires
it: Chiedi a Siri il tuo conteggio giornaliero o le statistiche settimanali

# help.integrations.4
source: Set quit goals with Siri voice commands
de: Setzen Sie Aufhör-Ziele mit Siri-Sprachbefehlen
es: Establece objetivos para dejar con comandos de voz de Siri
fr: Définissez des objectifs d'arrêt avec les commandes vocales Siri
it: Imposta obiettivi per smettere con comandi vocali Siri

# help.statistics.title
source: Understanding Statistics
de: Statistiken verstehen
es: Entender las Estadísticas
fr: Comprendre les Statistiques
it: Capire le Statistiche

# help.statistics.1
source: View daily progress compared to your quit plan
de: Sehen Sie täglichen Fortschritt im Vergleich zu Ihrem Aufhör-Plan
es: Ve el progreso diario comparado con tu plan para dejar
fr: Visualisez les progrès quotidiens comparés à votre plan d'arrêt
it: Visualizza i progressi giornalieri confrontati con il tuo piano per smettere

# help.statistics.2
source: Analyze weekly and monthly trends
de: Analysieren Sie wöchentliche und monatliche Trends
es: Analiza tendencias semanales y mensuales
fr: Analysez les tendances hebdomadaires et mensuelles
it: Analizza trend settimanali e mensili

# help.statistics.3
source: Track your best and worst days for motivation
de: Verfolgen Sie Ihre besten und schlechtesten Tage für Motivation
es: Rastrea tus mejores y peores días para motivación
fr: Suivez vos meilleurs et pires jours pour la motivation
it: Traccia i tuoi giorni migliori e peggiori per la motivazione

# help.tips.title
source: Pro Tips
de: Profi-Tipps
es: Consejos Pro
fr: Conseils Pro
it: Consigli Pro

# help.tips.1
source: Set a realistic quit date in Settings for better planning
de: Setzen Sie ein realistisches Aufhör-Datum in den Einstellungen für bessere Planung
es: Establece una fecha realista para dejar en Ajustes para mejor planificación
fr: Définissez une date d'arrêt réaliste dans les Paramètres pour une meilleure planification
it: Imposta una data realistica per smettere nelle Impostazioni per una migliore pianificazione

# help.tips.2
source: Use tags consistently to get better insights
de: Verwenden Sie Tags konsequent, um bessere Einblicke zu erhalten
es: Usa etiquetas consistentemente para obtener mejores perspectivas
fr: Utilisez les tags de manière cohérente pour obtenir de meilleurs aperçus
it: Usa i tag costantemente per ottenere migliori insights

# help.tips.3
source: Check your statistics regularly for motivation
de: Überprüfen Sie regelmäßig Ihre Statistiken für Motivation
es: Revisa tus estadísticas regularmente para motivación
fr: Vérifiez régulièrement vos statistiques pour la motivation
it: Controlla regolarmente le tue statistiche per la motivazione

# help.tips.4
source: Enable gradual reduction for a sustainable quit plan
de: Aktivieren Sie schrittweise Reduzierung für einen nachhaltigen Aufhör-Plan
es: Habilita reducción gradual para un plan sostenible para dejar
fr: Activez la réduction graduelle pour un plan d'arrêt durable
it: Abilita la riduzione graduale per un piano sostenibile per smettere

# settings.user.profile
source: User Profile
de: Benutzerprofil
es: Perfil de Usuario
fr: Profil Utilisateur
it: Profilo Utente

# settings.user.name
source: Name
es: Nombre
fr: Nom
it: Nome

# settings.name.placeholder.hint
source: Enter your name
de: Geben Sie Ihren Namen ein
es: Introduce tu nombre
fr: Entrez votre nom
it: Inserisci il tuo nome

# settings.quit.date.title
source: Quit Date
de: Aufhör-Datum
es: Fecha para Dejar
fr: Date d'Arrêt
it: Data per Smettere

# settings.daily.cigarettes.goal
source: Daily Cigarettes Goal
de: Tägliches Zigaretten-Ziel
es: Objetivo Diario de Cigarrillos
fr: Objectif Quotidien de Cigarettes
it: Obiettivo Sigarette Giornaliere

# settings.enable.gradual.reduction
source: Enable Gradual Reduction
de: Schrittweise Reduzierung aktivieren
es: Habilitar Reducción Gradual
fr: Activer la Réduction Graduelle
it: Abilita Riduzione Graduale

# settings.reduction.curve
source: Reduction Curve
de: Reduzierungskurve
es: Curva de Reducción
fr: Courbe de Réduction
it: Curva di Riduzione

# settings.starting.smoker.type
source: Starting Smoker Type
de: Anfänger-Rauchertyp
es: Tipo de Fumador Inicial
fr: Type de Fumeur Initial
it: Tipo di Fumatore di Partenza

# settings.product.information
source: Product Information
de: Produktinformationen
es: Información del Producto
fr: Informations Produit
it: Informazioni Prodotto

# settings.product.name
source: Product Name
de: Produktname
es: Nombre del Producto
fr: Nom du Produit
it: Nome Prodotto

# settings.product.name.example
source: e.g., Marlboro Gold
de: z.B., Marlboro Gold
es: ej., Marlboro Gold
fr: ex., Marlboro Gold
it: es. Marlboro Gold

# settings.brand
source: Brand
de: Marke
es: Marca
fr: Marque
it: Marca

# settings.brand.example
source: e.g., Philip Morris
de: z.B., Philip Morris
es: ej., Philip Morris
fr: ex., Philip Morris
it: es. Philip Morris

# settings.price.per.pack
source: Price per Pack
de: Preis pro Packung
es: Precio por Paquete
fr: Prix par Paquet
it: Prezzo per Pacchetto

# settings.cigarettes.per.pack
source: Cigarettes per Pack
de: Zigaretten pro Packung
es: Cigarrillos por Paquete
fr: Cigarettes par Paquet
it: Sigarette per Pacchetto

# settings.health.motivation
source: Health & Motivation
de: Gesundheit & Motivation
es: Salud y Motivación
fr: Santé & Motivation
it: Salute e Motivazione

# settings.enable.health.insights
source: Enable Health Insights
de: Gesundheitseinblicke aktivieren
es: Habilitar Información de Salud
fr: Activer les Aperçus Santé
it: Abilita Informazioni sulla Salute

# settings.enable.motivational.messages
source: Enable Motivational Messages
de: Motivierende Nachrichten aktivieren
es: Habilitar Mensajes Motivacionales
fr: Activer les Messages Motivationnels
it: Abilita Messaggi Motivazionali

# settings.data.management
source: Data Management
de: Datenmanagement
es: Gestión de Datos
fr: Gestion des Données
it: Gestione Dati

# settings.export.data
source: Export Data
de: Daten exportieren
es: Exportar Datos
fr: Exporter les Données
it: Esporta Dati

# settings.import.data
source: Import Data
de: Daten importieren
es: Importar Datos
fr: Importer les Données
it: Importa Dati

# settings.delete.all.data
source: Delete All Data
de: Alle Daten löschen
es: Eliminar Todos los Datos
fr: Supprimer Toutes les Données
it: Elimina Tutti i Dati

# settings.are.you.sure
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
it: Sei sicuro?

# settings.delete.warning
source: This will permanently delete all your smoking data. This action cannot be undone.
de: Dies wird alle Ihre Rauchdaten dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todos tus datos de fumar. Esta acción no se puede deshacer.
fr: Ceci supprimera définitivement toutes vos données de tabagisme. Cette action ne peut pas être annulée.
it: Questo eliminerà permanentemente tutti i tuoi dati di fumo. Questa azione non può essere annullata.

# settings.plan.cigarettes.per.day.format
source: %.1f cigarettes/day
de: %.1f Zigaretten/Tag
es: %.1f cigarrillos/día
fr: %.1f cigarettes/jour
it: %.1f sigarette/giorno

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...

# fab.add.cigarette
source: Add cigarette
de: Zigarette hinzufügen
es: Añadir cigarrillo
fr: Ajouter une cigarette
it: Aggiungi sigaretta

# fab.add.cigarette.hint
source: Tap to add quickly, long press to add with tags
de: Tippen für schnelles Hinzufügen, lang drücken für Tags
es: Toca para añadir rápidamente, mantén presionado para añadir con etiquetas
fr: Appuyer pour ajouter rapidement, maintenir pour ajouter avec des tags
it: Tocca per aggiungere rapidamente, tieni premuto per aggiungere con tag

# tags.add.cigarette.with
source: Add cigarette with tags
de: Zigarette mit Tags hinzufügen
es: Añadir cigarrillo con etiquetas
fr: Ajouter une cigarette avec des tags
it: Aggiungi sigaretta con tag

# tags.selected.count
source: %d tags selected
de: %d Tags ausgewählt
es: %d etiquetas seleccionadas
fr: %d tags sélectionnés
it: %d tag selezionati

# tags.create.new
source: Create New
de: Neuen erstellen
es: Crear Nueva
fr: Créer un Nouveau
it: Crea Nuovo

# tags.selected
source: Selected Tags
de: Ausgewählte Tags
es: Etiquetas Seleccionadas
fr: Tags Sélectionnés
it: Tag Selezionati

# tags.empty.title
source: No tags yet
de: Noch keine Tags
es: Aún no hay etiquetas
fr: Pas encore de tags
it: Ancora nessun tag

# tags.empty.subtitle
source: Create your first tag to categorize your cigarettes
de: Erstellen Sie Ihren ersten Tag zur Kategorisierung Ihrer Zigaretten
es: Crea tu primera etiqueta para categorizar tus cigarrillos
fr: Créez votre premier tag pour catégoriser vos cigarettes
it: Crea il tuo primo tag per categorizzare le tue sigarette

# tags.name
source: Tag Name
es: Nombre de Etiqueta
fr: Nom du Tag
it: Nome Tag

# tags.color
source: Tag Color
de: Tag-Farbe
es: Color de Etiqueta
fr: Couleur du Tag
it: Colore Tag

# cigarette.saved.title
source: Cigarette Added
de: Zigarette hinzugefügt
es: Cigarrillo Añadido
fr: Cigarette Ajoutée
it: Sigaretta Aggiunta

# cigarette.saved.message
source: Successfully recorded
de: Erfolgreich aufgezeichnet
es: Registrado exitosamente
fr: Enregistrée avec succès
it: Registrata con successo

# cigarette.saved.with.tags
source: Cigarette added with %d tags
de: Zigarette mit %d Tags hinzugefügt
es: Cigarrillo añadido con %d etiquetas
fr: Cigarette ajoutée avec %d tags
it: Sigaretta aggiunta con %d tag

source: No tags
de: Keine Tags
es: Sin etiquetas
fr: Aucun tag
it: Nessun tag

source: Tags
es: Etiquetas
it: Tag

source: Edit Tags
de: Tags bearbeiten
es: Editar Etiquetas
fr: Modifier les Tags
it: Modifica Tag
