Repository: FightTheStroke/MirrorSmoker
Catalog: MirrorSmokerStopper/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# delete.cigarette.confirmation
source: Delete Cigarette
de: Zigarette löschen
es: Eliminar Cigarrillo
fr: Supprimer la Cigarette
it: Elimina Sigaretta

# delete.cigarette.confirmation.message
source: Are you sure you want to delete this cigarette? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Zigarette löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar este cigarrillo? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette cigarette ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questa sigaretta? Questa azione non può essere annullata.

# hero.subtitle.default
source: Let's track your progress today
de: Lassen Sie uns heute Ihren Fortschritt verfolgen
es: Vamos a rastrear tu progreso hoy
fr: Suivons vos progrès aujourd'hui
it: Tracciamo i tuoi progressi oggi

# today.cigarettes.short
source: today
de: heute
es: hoy
fr: aujourd'hui
it: oggi

# today.target
source: Target
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo

# today.remaining
source: Remaining
de: Verbleibend
es: Restantes
fr: Restant
it: Rimanenti

# status.perfect.day
source: Perfect smoke-free day! 🎉
de: Perfekter rauchfreier Tag! 🎉
es: ¡Día perfecto sin fumar! 🎉
fr: Journée parfaite sans tabac ! 🎉
it: Giornata perfetta senza fumo! 🎉

# status.doing.great
source: You're doing great! Keep it up
de: Sie machen das großartig! Machen Sie weiter so
es: ¡Lo estás haciendo genial! Sigue así
fr: Vous vous en sortez très bien ! Continuez ainsi
it: Stai andando alla grande! Continua così

# status.on.track
source: On track - stay mindful
de: Auf Kurs - bleiben Sie achtsam
es: En el buen camino - mantente consciente
fr: Sur la bonne voie - restez attentif
it: Sulla buona strada - rimani consapevole

# status.exceed.target
source: Above target - take a breath
de: Über dem Ziel - einmal tief durchatmen
es: Sobre el objetivo - respira profundo
fr: Au-dessus de l'objectif - respirez profondément
it: Sopra l'obiettivo - prendi un respiro

# last.cigarette.time
source: Last:
de: Letzte:
es: Último:
fr: Dernière :
it: Ultima:

# coach.daily.tip
source: Daily Tip
de: Täglicher Tipp
es: Consejo Diario
fr: Conseil Quotidien
it: Consiglio Giornaliero

# coach.action.tips
source: Action tips:
de: Aktions-Tipps:
es: Consejos de acción:
fr: Conseils d'action :
it: Consigli d'azione:

# coach.new.tip
source: New tip
de: Neuer Tipp
es: Nuevo consejo
fr: Nouveau conseil
it: Nuovo consiglio

# coach.category.motivation
source: Motivation
es: Motivación
it: Motivazione

# coach.category.encouragement
source: Encouragement
de: Ermutigung
es: Aliento
it: Incoraggiamento

# coach.category.guidance
source: Guidance
de: Anleitung
es: Guía
it: Guida

# coach.category.support
source: Support
de: Unterstützung
es: Apoyo
fr: Soutien
it: Supporto

# coach.perfect.day.message
source: Amazing! You're having a perfect smoke-free day. This shows incredible willpower and commitment to your health journey.
de: Erstaunlich! Sie haben einen perfekten rauchfreien Tag. Das zeigt unglaubliche Willenskraft und Engagement für Ihre Gesundheitsreise.
es: ¡Increíble! Estás teniendo un día perfecto sin fumar. Esto muestra una fuerza de voluntad increíble y compromiso con tu viaje de salud.
fr: Incroyable ! Vous avez une journée parfaite sans tabac. Cela montre une volonté incroyable et un engagement envers votre parcours de santé.
it: Fantastico! Stai vivendo una giornata perfetta senza fumo. Questo mostra incredibile forza di volontà e impegno nel tuo percorso di salute.

# coach.doing.well.message
source: You're doing exceptionally well today! You're staying well under your target, which shows great self-awareness and control.
de: Sie machen heute außergewöhnlich gut! Sie bleiben weit unter Ihrem Ziel, was große Selbstwahrnehmung und Kontrolle zeigt.
es: ¡Lo estás haciendo excepcionalmente bien hoy! Te mantienes muy por debajo de tu objetivo, lo que muestra gran autoconciencia y control.
fr: Vous vous en sortez exceptionnellement bien aujourd'hui ! Vous restez bien en dessous de votre objectif, ce qui montre une grande conscience de soi et un contrôle.
it: Stai andando eccezionalmente bene oggi! Stai rimanendo ben sotto il tuo obiettivo, il che mostra grande consapevolezza e controllo.

# coach.on.track.message
source: You're on track with your goal today. This is the perfect time to practice mindfulness and stay present with your choices.
de: Sie sind heute auf Kurs mit Ihrem Ziel. Das ist der perfekte Zeitpunkt, um Achtsamkeit zu üben und bei Ihren Entscheidungen präsent zu bleiben.
es: Estás en el buen camino con tu objetivo hoy. Este es el momento perfecto para practicar la atención plena y mantenerte presente con tus decisiones.
fr: Vous êtes sur la bonne voie avec votre objectif aujourd'hui. C'est le moment parfait pour pratiquer la pleine conscience et rester présent avec vos choix.
it: Sei sulla buona strada con il tuo obiettivo oggi. Questo è il momento perfetto per praticare la consapevolezza e rimanere presente con le tue scelte.

# coach.over.target.message
source: Today has been challenging, and that's completely normal in your quit journey. Every moment is a chance to make a healthier choice.
de: Heute war herausfordernd, und das ist völlig normal auf Ihrer Aufhör-Reise. Jeder Moment ist eine Chance, eine gesündere Wahl zu treffen.
es: Hoy ha sido desafiante, y eso es completamente normal en tu viaje para dejar de fumar. Cada momento es una oportunidad para tomar una decisión más saludable.
fr: Aujourd'hui a été difficile, et c'est complètement normal dans votre parcours d'arrêt. Chaque moment est une chance de faire un choix plus sain.
it: Oggi è stata una sfida, ed è completamente normale nel tuo percorso per smettere. Ogni momento è un'opportunità per fare una scelta più sana.

# coach.tip.celebrate
source: Take a moment to celebrate this achievement
de: Nehmen Sie sich einen Moment, um diesen Erfolg zu feiern
es: Tómate un momento para celebrar este logro
fr: Prenez un moment pour célébrer cette réussite
it: Prenditi un momento per celebrare questo traguardo

# coach.tip.plan.triggers
source: Plan how to handle potential afternoon triggers
de: Planen Sie, wie Sie potenzielle Nachmittags-Auslöser bewältigen
es: Planifica cómo manejar los posibles disparadores de la tarde
fr: Planifiez comment gérer les déclencheurs potentiels de l'après-midi
it: Pianifica come gestire potenziali trigger pomeridiani

# coach.tip.reward.yourself
source: Consider a healthy reward for this success
de: Erwägen Sie eine gesunde Belohnung für diesen Erfolg
es: Considera una recompensa saludable por este éxito
fr: Considérez une récompense saine pour ce succès
it: Considera una ricompensa sana per questo successo

# coach.tip.keep.routine
source: Keep following the routine that's working
de: Bleiben Sie bei der Routine, die funktioniert
es: Mantén la rutina que está funcionando
fr: Continuez à suivre la routine qui fonctionne
it: Continua a seguire la routine che sta funzionando

# coach.tip.stay.aware
source: Stay aware of what's helping you succeed
de: Bleiben Sie sich bewusst, was Ihnen zum Erfolg verhilft
es: Mantente consciente de lo que te está ayudando a tener éxito
fr: Restez conscient de ce qui vous aide à réussir
it: Rimani consapevole di ciò che ti sta aiutando ad avere successo

# coach.tip.track.triggers
source: Notice any patterns in timing or situations
de: Achten Sie auf Muster in Zeiten oder Situationen
es: Observa cualquier patrón en el tiempo o situaciones
fr: Remarquez les motifs dans les moments ou situations
it: Nota eventuali schemi di timing o situazioni

# coach.tip.mindful.moments
source: Take 3 mindful breaths before the next craving
de: Nehmen Sie 3 achtsame Atemzüge vor dem nächsten Verlangen
es: Toma 3 respiraciones conscientes antes del próximo antojo
fr: Prenez 3 respirations conscientes avant la prochaine envie
it: Fai 3 respiri consapevoli prima della prossima voglia

# coach.tip.breathing.exercise
source: Try the 4-7-8 breathing technique
de: Probieren Sie die 4-7-8 Atemtechnik aus
es: Prueba la técnica de respiración 4-7-8
fr: Essayez la technique de respiration 4-7-8
it: Prova la tecnica di respirazione 4-7-8

# coach.tip.alternative.activity
source: Have your go-to alternative activity ready
de: Halten Sie Ihre bewährte alternative Aktivität bereit
es: Ten tu actividad alternativa favorita lista
fr: Ayez votre activité alternative de référence prête
it: Tieni pronta la tua attività alternativa preferita

# coach.tip.no.judgment
source: Be kind to yourself - tomorrow is a fresh start
de: Seien Sie sanft zu sich selbst - morgen ist ein Neuanfang
es: Sé amable contigo mismo - mañana es un nuevo comienzo
fr: Soyez bienveillant envers vous-même - demain est un nouveau départ
it: Sii gentile con te stesso - domani è un nuovo inizio

# coach.tip.reset.tomorrow
source: Use tonight to plan tomorrow's success
de: Nutzen Sie heute Abend, um den morgigen Erfolg zu planen
es: Usa esta noche para planificar el éxito de mañana
fr: Utilisez ce soir pour planifier le succès de demain
it: Usa stasera per pianificare il successo di domani

# coach.tip.identify.trigger
source: Identify what triggered the extra cigarettes
de: Identifizieren Sie, was die zusätzlichen Zigaretten ausgelöst hat
es: Identifica qué desencadenó los cigarrillos extra
fr: Identifiez ce qui a déclenché les cigarettes supplémentaires
it: Identifica cosa ha scatenato le sigarette extra

# add.cigarette.title
source: Add Cigarette
de: Zigarette hinzufügen
es: Añadir Cigarrillo
fr: Ajouter une Cigarette
it: Aggiungi Sigaretta

source: Note (optional)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (optionnelle)
it: Nota (opzionale)

# note.placeholder
source: What's on your mind?
de: Was beschäftigt Sie?
es: ¿En qué estás pensando?
fr: À quoi pensez-vous ?
it: Cosa hai in mente?

# todays.cigarettes.title
source: Today's Cigarettes
de: Heutige Zigaretten
es: Cigarrillos de Hoy
fr: Cigarettes d'Aujourd'hui
it: Sigarette di Oggi

source: Create New Tag
de: Neuen Tag erstellen
es: Crear Nueva Etiqueta
fr: Créer un Nouveau Tag
it: Crea Nuovo Tag

# tag.name.field
source: Tag Name
es: Nombre de Etiqueta
fr: Nom du Tag
it: Nome Tag

source: System Status
es: Estado del Sistema
fr: État du Système
it: Stato Sistema

source: Behavioral Analysis
de: Verhaltensanalyse
es: Análisis Conductual
fr: Analyse Comportementale
it: Analisi Comportamentale

source: Quit Plan Optimization
de: Aufhör-Plan-Optimierung
es: Optimización del Plan para Dejar
fr: Optimisation du Plan d'Arrêt
it: Ottimizzazione Piano per Smettere

source: HealthKit Integration
es: Integración HealthKit
fr: Intégration HealthKit
it: Integrazione HealthKit

source: AI Features
de: KI-Funktionen
es: Características de IA
fr: Fonctionnalités IA
it: Funzionalità AI

# ai.coaching.description
source: AI coaching provides personalized tips and interventions based on your smoking patterns. All processing happens on-device.
de: KI-Coaching bietet personalisierte Tipps und Interventionen basierend auf Ihren Rauchmustern. Alle Verarbeitung erfolgt auf dem Gerät.
es: El coaching de IA proporciona consejos personalizados e intervenciones basadas en tus patrones de fumar. Todo el procesamiento ocurre en el dispositivo.
fr: Le coaching IA fournit des conseils personnalisés et des interventions basés sur vos habitudes de tabagisme. Tout le traitement se fait sur l'appareil.
it: Il coaching AI fornisce consigli e interventi personalizzati basati sui tuoi schemi di fumo. Tutta l'elaborazione avviene sul dispositivo.

source: Coaching Frequency
de: Coaching-Häufigkeit
es: Frecuencia de Coaching
fr: Fréquence du Coaching
it: Frequenza Coaching

source: Daily Coaching Limit
de: Tägliches Coaching-Limit
es: Límite Diario de Coaching
fr: Limite Quotidienne de Coaching
it: Limite Coaching Giornaliero

source: Risk Sensitivity
de: Risiko-Sensibilität
es: Sensibilidad al Riesgo
fr: Sensibilité au Risque
it: Sensibilità al Rischio

source: Coaching Behavior
de: Coaching-Verhalten
es: Comportamiento del Coaching
fr: Comportement du Coaching
it: Comportamento Coaching

# coaching.behavior.description
source: Higher frequency provides more support but may be more intrusive. The system respects quiet hours and daily limits.
de: Höhere Häufigkeit bietet mehr Unterstützung, kann aber aufdringlicher sein. Das System respektiert Ruhezeiten und tägliche Limits.
es: Mayor frecuencia proporciona más apoyo pero puede ser más intrusiva. El sistema respeta las horas silenciosas y límites diarios.
fr: Une fréquence plus élevée fournit plus de soutien mais peut être plus intrusive. Le système respecte les heures calmes et les limites quotidiennes.
it: Frequenza più alta fornisce più supporto ma può essere più invadente. Il sistema rispetta le ore silenziose e i limiti giornalieri.

source: Privacy Level
de: Privatsphäre-Level
es: Nivel de Privacidad
fr: Niveau de Confidentialité
it: Livello Privacy

source: Privacy & Data Usage
de: Privatsphäre & Datennutzung
es: Privacidad y Uso de Datos
fr: Confidentialité et Utilisation des Données
it: Privacy e Uso Dati

# privacy.description
source: All data processing happens on-device. No information is shared with external services.
de: Alle Datenverarbeitung erfolgt auf dem Gerät. Keine Informationen werden mit externen Diensten geteilt.
es: Todo el procesamiento de datos ocurre en el dispositivo. No se comparte información con servicios externos.
fr: Tout le traitement des données se fait sur l'appareil. Aucune information n'est partagée avec des services externes.
it: Tutta l'elaborazione dati avviene sul dispositivo. Nessuna informazione è condivisa con servizi esterni.

source: HealthKit Data
de: HealthKit-Daten
es: Datos HealthKit
fr: Données HealthKit
it: Dati HealthKit

# healthkit.data.description
source: Sleep, activity, medications
de: Schlaf, Aktivität, Medikamente
es: Sueño, actividad, medicamentos
fr: Sommeil, activité, médicaments
it: Sonno, attività, farmaci

source: Location Analysis
de: Standortanalyse
es: Análisis de Ubicación
fr: Analyse de Localisation
it: Analisi Posizione

# location.analysis.description
source: General location patterns
de: Allgemeine Standortmuster
es: Patrones de ubicación general
fr: Modèles de localisation générale
it: Pattern di posizione generali

source: Detailed Behavioral Analysis
de: Detaillierte Verhaltensanalyse
es: Análisis Conductual Detallado
fr: Analyse Comportementale Détaillée
it: Analisi Comportamentale Dettagliata

# detailed.behavioral.analysis.description
source: Advanced pattern recognition
de: Erweiterte Mustererkennung
es: Reconocimiento de patrones avanzado
fr: Reconnaissance de modèles avancée
it: Riconoscimento pattern avanzato

source: Quiet Hours
de: Ruhezeiten
es: Horas Silenciosas
fr: Heures Calmes
it: Ore Silenziose

source: Start Time
de: Startzeit
es: Hora de Inicio
fr: Heure de Début
it: Ora Inizio

source: End Time
de: Endzeit
es: Hora de Fin
fr: Heure de Fin
it: Ora Fine

source: Current Status
de: Aktueller Status
es: Estado Actual
fr: État Actuel
it: Stato Attuale

source: Quiet
de: Ruhig
es: Silencioso
fr: Calme
it: Silenzioso

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo

source: Notification Schedule
de: Benachrichtigungsplan
es: Horario de Notificaciones
fr: Programme de Notifications
it: Programma Notifiche

# notification.schedule.description
source: Quiet hours prevent coaching notifications during sleep and other focused times.
de: Ruhezeiten verhindern Coaching-Benachrichtigungen während des Schlafs und anderen Fokuszeiten.
es: Las horas silenciosas previenen notificaciones de coaching durante el sueño y otros momentos de concentración.
fr: Les heures calmes empêchent les notifications de coaching pendant le sommeil et autres moments de concentration.
it: Le ore silenziose prevengono notifiche coaching durante sonno e altri momenti di focus.

source: Behavioral Insights
de: Verhaltenseinblicke
es: Perspectivas Conductuales
fr: Aperçus Comportementaux
it: Insight Comportamentali

source: View Configuration Report
de: Konfigurationsbericht anzeigen
es: Ver Reporte de Configuración
fr: Voir le Rapport de Configuration
it: Visualizza Report Configurazione

source: Advanced Features
de: Erweiterte Funktionen
es: Características Avanzadas
fr: Fonctionnalités Avancées
it: Funzionalità Avanzate

source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer a Predeterminados
fr: Réinitialiser par Défaut
it: Ripristina Predefiniti

source: Export Configuration
de: Konfiguration exportieren
es: Exportar Configuración
fr: Exporter la Configuration
it: Esporta Configurazione

source: Configuration Management
de: Konfigurationsverwaltung
es: Gestión de Configuración
fr: Gestion de Configuration
it: Gestione Configurazione

# configuration.management.description
source: Reset will restore all AI coaching settings to their default values.
de: Reset stellt alle KI-Coaching-Einstellungen auf ihre Standardwerte zurück.
es: El restablecimiento restaurará todos los ajustes de coaching de IA a sus valores predeterminados.
fr: La réinitialisation restaurera tous les paramètres de coaching IA à leurs valeurs par défaut.
it: Il ripristino riporterà tutte le impostazioni AI coaching ai loro valori predefiniti.

source: Reset Configuration
de: Konfiguration zurücksetzen
es: Restablecer Configuración
fr: Réinitialiser la Configuration
it: Ripristina Configurazione

source: No Behavioral Insights Yet
de: Noch keine Verhaltenseinblicke
es: Aún No Hay Perspectivas Conductuales
fr: Pas Encore d'Aperçus Comportementaux
it: Nessun Insight Comportamentale Ancora

# start.logging.message
source: Start logging your smoking to get personalized behavioral insights and recommendations.
de: Beginnen Sie mit der Protokollierung Ihres Rauchens, um personalisierte Verhaltenseinblicke und Empfehlungen zu erhalten.
es: Comienza a registrar tu fumar para obtener perspectivas conductuales personalizadas y recomendaciones.
fr: Commencez à enregistrer votre tabagisme pour obtenir des aperçus comportementaux personnalisés et des recommandations.
it: Inizia a registrare il tuo fumo per ottenere insight comportamentali personalizzati e raccomandazioni.

source: Analyze Patterns
de: Muster analysieren
es: Analizar Patrones
fr: Analyser les Modèles
it: Analizza Pattern

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna

source: Recommended Actions:
de: Empfohlene Aktionen:
es: Acciones Recomendadas:
fr: Actions Recommandées :
it: Azioni Raccomandate:

source: Low Risk
de: Niedriges Risiko
es: Riesgo Bajo
fr: Risque Faible
it: Rischio Basso

source: Medium Risk
de: Mittleres Risiko
es: Riesgo Medio
fr: Risque Moyen
it: Rischio Medio

source: High Risk
de: Hohes Risiko
es: Riesgo Alto
fr: Risque Élevé
it: Rischio Alto

# critical.risk
source: Critical
de: Kritisch
es: Crítico
fr: Critique
it: Critico

source: View Details
de: Details anzeigen
es: Ver Detalles
fr: Voir les Détails
it: Visualizza Dettagli

source: Recommendation
de: Empfehlung
es: Recomendación
fr: Recommandation
it: Raccomandazione

source: Quit Date
de: Aufhör-Datum
es: Fecha para Dejar
fr: Date d'Arrêt
it: Data per Smettere

source: Approach
de: Ansatz
es: Enfoque
fr: Approche
it: Approccio

source: Risk Factors
de: Risikofaktoren
es: Factores de Riesgo
fr: Facteurs de Risque
it: Fattori di Rischio

source: Support Strategies
de: Unterstützungsstrategien
es: Estrategias de Apoyo
fr: Stratégies de Soutien
it: Strategie di Supporto

source: Personalized Milestones
de: Personalisierte Meilensteine
es: Hitos Personalizados
fr: Étapes Personnalisées
it: Milestone Personalizzati

source: AI Recommendation
de: KI-Empfehlung
es: Recomendación de IA
fr: Recommandation IA
it: Raccomandazione AI

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica

source: Plan Performance
de: Plan-Leistung
es: Rendimiento del Plan
fr: Performance du Plan
it: Performance Piano

source: Confidence:
de: Vertrauen:
es: Confianza:
fr: Confiance :
it: Fiducia:

source: Apply This Suggestion
de: Diesen Vorschlag anwenden
es: Aplicar Esta Sugerencia
fr: Appliquer Cette Suggestion
it: Applica Questo Suggerimento

# no.performance.issues
source: No performance issues detected. Keep up the great work!
de: Keine Leistungsprobleme erkannt. Machen Sie weiter so!
es: No se detectaron problemas de rendimiento. ¡Sigue con el buen trabajo!
fr: Aucun problème de performance détecté. Continuez ce bon travail !
it: Nessun problema di performance rilevato. Continua con l'ottimo lavoro!

source: Today's Target
de: Heutiges Ziel
es: Objetivo de Hoy
fr: Objectif d'Aujourd'hui
it: Obiettivo di Oggi

# widget.quick.add.cigarette
source: Quick Add Cigarette
de: Schnell Zigarette hinzufügen
es: Añadir Cigarrillo Rápido
fr: Ajout Rapide de Cigarette
it: Aggiunta Rapida Sigaretta

# widget.quick.add.description
source: Quickly add a cigarette entry
de: Schnell einen Zigaretten-Eintrag hinzufügen
es: Añadir rápidamente una entrada de cigarrillo
fr: Ajouter rapidement une entrée de cigarette
it: Aggiungi rapidamente una voce sigaretta

# widget.note.title
source: Note
de: Notiz
es: Nota
it: Nota

# widget.note.description
source: Optional note for the cigarette
de: Optionale Notiz für die Zigarette
es: Nota opcional para el cigarrillo
fr: Note optionnelle pour la cigarette
it: Nota opzionale per la sigaretta

# widget.tags.title
source: Tags
es: Etiquetas
it: Tag

# widget.tags.description
source: Optional tags for the cigarette
de: Optionale Tags für die Zigarette
es: Etiquetas opcionales para el cigarrillo
fr: Tags optionnels pour la cigarette
it: Tag opzionali per la sigaretta

# widget.just.now
source: Just now
de: Gerade eben
es: Ahora mismo
fr: À l'instant
it: Proprio ora

# widget.minutes.ago
source: %d min ago
de: vor %d Min
es: %d min
fr: %d min
it: %d min fa

# widget.hours.ago
source: %dh ago
de: vor %dh
es: %dh
fr: %dh
it: %dh fa

# tag.name.example
source: e.g., Stress
de: z.B., Stress
es: ej., Estrés
fr: ex., Stress
it: es. Stress

# tag.color.field
source: Tag Color
de: Tag-Farbe
es: Color de Etiqueta
fr: Couleur du Tag
it: Colore Tag

# select.tags.title
source: Select Tags
de: Tags auswählen
es: Seleccionar Etiquetas
fr: Sélectionner les Tags
it: Seleziona Tag

# available.ios26
source: Available on iOS 26+
de: Verfügbar ab iOS 26+
es: Disponible en iOS 26+
fr: Disponible sur iOS 26+
it: Disponibile su iOS 26+

source: Requires iOS 26
de: Benötigt iOS 26
es: Requiere iOS 26
fr: Nécessite iOS 26
it: Richiede iOS 26

source: Start
es: Inicio
fr: Début
it: Inizio

source: End
de: Ende
es: Fin
fr: Fin
it: Fine

source: Analyzing behavioral patterns...
de: Analysiere Verhaltensmuster...
es: Analizando patrones conductuales...
fr: Analyse des modèles comportementaux...
it: Analizzando pattern comportamentali...

# early.morning.smoking.message
source: You smoke your first cigarette 15 minutes after waking. Research shows this indicates high nicotine dependence.
de: Sie rauchen Ihre erste Zigarette 15 Minuten nach dem Aufwachen. Forschung zeigt, dass dies auf hohe Nikotinabhängigkeit hinweist.
es: Fumas tu primer cigarrillo 15 minutos después de despertar. La investigación muestra que esto indica alta dependencia a la nicotina.
fr: Vous fumez votre première cigarette 15 minutes après le réveil. Les recherches montrent que cela indique une forte dépendance à la nicotine.
it: Fumi la prima sigaretta 15 minuti dopo il risveglio. La ricerca mostra che indica alta dipendenza da nicotina.
